{"id": "8", "region": "US/Europe", "category": "Accidents", "reference_location": "Czechoslovakia", "reference_entity": "Aeroflot Flight 141", "target_location": "India", "true_target_entity": "Indian Airlines Flight 257", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Aeroflot Flight 141 was an international flight from Moscow to Prague. On 19 February 1973, the Tupolev Tu-154 crashed 1.5 kilometres short of runway 25 of Prague Ruzyně Airport.", "true_target_text": "Indian Airlines Flight 257 was a domestic flight from Calcutta to Dimapur. On 16 August 1991, the Boeing 737-2A8 crashed about 37 kilometers south-west of the Imphal airport into hilly terrain of Thangjing Hills, Manipur.", "common_questions": {"ques_0": "Can you provide an example of a flight that crashed short of its destination runway?", "ques_1": "Name an accident which occured long time ago."}}
{"id": "12", "region": "US/Europe", "category": "Actor/Actress", "reference_location": "US", "reference_entity": "Robert Downey Jr", "target_location": "West Bengal", "true_target_entity": "Prosenjit Chatterjee", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Robert John Downey Jr. is an American actor. His career has been characterized by critical success in his youth, followed by a period of substance abuse and legal troubles, and a surge in popular and commercial success later in his career.", "true_target_text": "Prosenjit Chatterjee is an Indian actor and producer. His career has been characterized by critical success in commercial films. He debuted in Parallel Cinema and since then have appeared in numerous art films and has achieved commercial success in his career.", "common_questions": {"ques_0": "Can you name an actor whose career has been characterized by critical success?", "ques_1": "Can you name an actor who has achieved commercial success in their career?"}}
{"id": "13", "region": "Other", "category": "Actor/Actress", "reference_location": "Kenya", "reference_entity": "Lupita Nyong'o", "target_location": "India", "true_target_entity": "Priyanka Chopra", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Lupita Amondi Nyong'o is a Mexican-Kenyan actress. She is the recipient of several accolades, including an Academy Award and a Daytime Emmy Award with nominations for a Tony Award and a Golden Globe Award.", "true_target_text": "Priyanka Chopra is an Indian actress and producer. She is the recipient of several accolades, including National Film Award, five Filmfare Awards and the Padma Shri Award.", "common_questions": {"ques_0": "Can you name an actress who is the recipient of several accolades?"}}
{"id": "15", "region": "Other", "category": "Actor/Actress", "reference_location": "Brazil", "reference_entity": "Rodrigo Santoro", "target_location": "Karnataka", "true_target_entity": "Sudeep", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Rodrigo Junqueira Reis Santoro is a Brazilian actor. He is perhaps best known for his portrayal of Persian King Xerxes in the film 300 and its sequel 300: Rise of an Empire.", "true_target_text": "Sudeep is an Indian actor. He is perhaps best known for his portrayal of an antagonist in the film Eega and Dabangg 3.", "common_questions": {"ques_0": "Can you name an actor who is best known for the roles portrayed by him?"}}
{"id": "20", "region": "US/Europe", "category": "Actor/Actress", "reference_location": "Memphis", "reference_entity": "Morgan Freeman", "target_location": "Thanjavur", "true_target_entity": "Ajith Kumar", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Morgan Freeman is an American actor, producer, and narrator known for his distinctive, deep voice. Throughout a career spanning five decades and multiple film genres, he has received numerous accolades, including an Academy Award, a Golden Globe Award, and a Screen Actors Guild Award as well as a nomination for a Tony Award.", "true_target_text": "Ajith Kumar is an Indian race car driver and actor known for his versatile acting skills. Throughout a career spanning three decades and multiple film genres, he has received numerous accolades, including Filmfare Awards South, Cinema Express Awards, Dinakaran Cinema Awards, Kalaimamani Award, Tamil Nadu State Film Awards, Zee Cine award- Tamil and Vijay Awards as well as nominations for South Indian International Movie Awards", "common_questions": {"ques_0": "Name an actor who has worked for more than two decades.", "ques_1": "What is an example of an actor who has worked in multiple film genres?", "ques_2": "Mention an actor who has received numerous accolades."}}
{"id": "24", "region": "US/Europe", "category": "Actor/Actress", "reference_location": "US", "reference_entity": "Tom Cruise", "target_location": "Hyderabad", "true_target_entity": "Mahesh Babu", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "Thomas Cruise Mapother IV is an American actor and producer. Regarded as a Hollywood icon, he has received various accolades, including an Honorary Palme d'Or and three Golden Globe Awards, in addition to nominations for four Academy Awards. ", "true_target_text": "Ghattamaneni Mahesh Babu is an Indian actor and producer. Regarded as a Tollywood icon, he has received various accolades, including five Filmfare Telugu Awards and four SIIMA Awards.", "common_questions": {"ques_0": "Mention a well known actor and producer who is an icon in his region?", "ques_1": "Name an actor and producer who has won many accolades."}}
{"id": "35", "region": "US/Europe", "category": "Airlines", "reference_location": "US", "reference_entity": "Delta Air Lines", "target_location": "Gurugram", "true_target_entity": "SpiceJet", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "Delta Air Lines is one of the major airlines of the United States and a legacy carrier headquartered in Atlanta, Georgia. The United States' oldest operating airline and the seventh oldest operating worldwide, Delta along with its subsidiaries and regional affiliates, including Delta Connection, operates over 5,400 flights daily and serves 325 destinations in 52 countries on six continents.", "true_target_text": "SpiceJet is one of the major airlines of India, headquartered in Gurugram. Along with its subsidiaries, SpiceJet operates over 630 flights daily and serves approximately 60 destinations within India and 13 destinations across several international locations.", "common_questions": {"ques_0": "Mention one of the major airlines that operates in international destinations?", "ques_1": "Can you name an airline that operates numerous number of flights daily?"}}
{"id": "51", "region": "Other", "category": "Amusement park", "reference_location": "Queensland", "reference_entity": "Dreamworld", "target_location": "Tamil Nadu", "true_target_entity": "Black Thunder - Water Theme Park", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Dreamworld is a theme park and zoo situated on the Gold Coast in Queensland. It is Australia's biggest theme park with over 40 rides and attractions.", "true_target_text": "Black Thunder - Water Theme Park is a water park is situated in Coimbatore in Tamil Nadu. It is Tamil Nadu's biggest water park with over 70 rides and attractions.", "common_questions": {"ques_0": "Can you name a theme park with numerous rides?", "ques_1": "Could you provide the name of one of the biggest amusement park of the region?"}}
{"id": "54", "region": "US/Europe", "category": "Amusement park", "reference_location": "Moscow", "reference_entity": "Dream Island", "target_location": "Maharashtra", "true_target_entity": "Essel World", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Dream Island is an amusement park in Moscow that opened on 29 February 2020. It is the largest indoor theme park in Europe.", "true_target_text": "Essel World is an amusement park in Mumbai that opened in 1989. It is one of the largest amusement parks in India.", "common_questions": {"ques_0": "Can you name one of the largest amusement parks of the region?"}}
{"id": "59", "region": "Other", "category": "Amusement park", "reference_location": "Dubai", "reference_entity": "Wonderland", "target_location": "India", "true_target_entity": "Appu Ghar", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Wonderland is an amusement park located In Dubai, UAE. It is designed for kids of all ages. Wonderland includes both the Wonderland Theme Park and Splashland—a water park spanning 22 acres. It offers more than 30 rides and attractions.", "true_target_text": "Appu Ghar is an amusement park located in Gurgaon, Haryana, India. It is designed for kids and adults of all ages. Appu Ghar is a water park spanning 12 acres. It offers more than 12 rides and attractions.", "common_questions": {"ques_0": "Can you give example of an amusement park designed for all ages?", "ques_1": "Name an amusement park that has a water park?", "ques_2": "Which amusement park offers many rides and attractions?"}}
{"id": "61", "region": "US/Europe", "category": "Artificial satellite", "reference_location": "France", "reference_entity": "Sentinel-3", "target_location": "India", "true_target_entity": "Bhaskara II", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Sentinel-3 is an Earth observation heavy satellite series developed by the European Space Agency as part of the Copernicus Programme. It currently consists of 2 satellites: Sentinel-3A and Sentinel-3B. After initial commissioning, each satellite was handed over to EUMETSAT for the routine operations phase of the mission.", "true_target_text": "Bhaskara II is an Earth observation satellite series developed by the Indian Space Research Organisation (ISRO) as a part of its operational satellite program. Bhaskara currently consists of 2 satellites: Bhaskara I and Bhaskara II.", "common_questions": {"ques_0": "Can you provide an example of an Earth observation satellite?", "ques_1": "Mention the name of an earth observation satellite that consists of two satellites?"}}
{"id": "65", "region": "US/Europe", "category": "Artificial satellite", "reference_location": "US", "reference_entity": "Suomi NPP", "target_location": "Andhra Pradesh", "true_target_entity": "Kalpana -1", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Suomi National Polar-orbiting Partnership, previously known as the National Polar-orbiting Operational Environmental Satellite System Preparatory Project and NPP-Bridge, is a weather satellite operated by the United States National Oceanic and Atmospheric Administration.", "true_target_text": "The Kalpana-1, previously known as the MetSat-1, was a meteorological weather satellite operated by the Indian Space Research Organisation.", "common_questions": {"ques_0": "Can you mention a weather satellite that was previously known by a different name?"}}
{"id": "76", "region": "US/Europe", "category": "Automotive company", "reference_location": "Texas", "reference_entity": "Tesla", "target_location": "Tamil Nadu", "true_target_entity": "Ashok Leyland", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Tesla, Inc. is an American multinational automotive and clean energy company headquartered in Austin, Texas, which designs, manufactures and sells electric vehicles, stationary battery energy storage devices from home to grid-scale, solar panels and solar shingles, and related products and services.", "true_target_text": "Ashok Leyland is an Indian multinational automotive company headquartered in Chennai, Tamil Nadu, which designs, manufactures, and sells commercial vehicles, buses, trucks, defense vehicles, and related components.", "common_questions": {"ques_0": "Can you name a multinational automative company headquartered in a major city?", "ques_1": "Name the automative company that designs, manufactures and sells vehicles and related components or services."}}
{"id": "77", "region": "Other", "category": "Automotive company", "reference_location": "China", "reference_entity": "Dongfeng Motor Corporation Ltd.", "target_location": "India", "true_target_entity": "Force Motors Ltd", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Dongfeng Motor Corporation Ltd. develops and markets vehicles under its own branding. In addition to commercial and consumer vehicles, it also manufactures parts, collaborates with foreign companies, and serves a global market.", "true_target_text": "Force Motors Ltd. develops and markets vehicles under its own branding. In addition to commercial and consumer vehicles, it also manufactures a large variety of die-cast aluminum parts and collaborates with foreign companies and serves a global market.", "common_questions": {"ques_0": "Can you name a company that develops and markets vehicles under its own branding?", "ques_1": "Name a motor company that collaborates with foreign companies.", "ques_2": "Can you provide with a name of an automobile company that manufactures commercial as well as consumer vehicles?", "ques_3": "Mention the name of a automobile company that serves the global market."}}
{"id": "81", "region": "US/Europe", "category": "Awards", "reference_location": "Germany", "reference_entity": "Fritz Walter Medal", "target_location": "India", "true_target_entity": "Dhyan Chand Award", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Fritz Walter Medal is a series of annual awards given by the German Football Association to youth footballers in Germany. First awarded in 2005, it is named in honour of Fritz Walter, captain of West Germany's 1954 FIFA World Cup-winning team.", "true_target_text": "The Dhyan Chand Award is a lifetime achievement award given by the Ministry of Youth Affairs and Sports to sportsperson for their contributions to sport both during their active sporting career and after retirement in India. First awarded in 2002, it is named in honour of Major Dhyan Chand, captain of India's 1936 Berlin Olympic gold medal winning Men's national field hockey team.", "common_questions": {"ques_0": "Can you name an award named after a famous sportsperson?", "ques_1": "Name an award which is awarded to a sportsperson."}}
{"id": "88", "region": "Other", "category": "Awards", "reference_location": "Australia", "reference_entity": "Order of Australia", "target_location": "India", "true_target_entity": "The Bharat Ratna", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The Order of Australia is an honour that recognises Australian citizens and other persons for outstanding achievement and service. It was established on 14 February 1975 by Elizabeth II, Queen of Australia, on the advice of the Australian Government. Before the establishment of the order, Australian citizens received British honours.", "true_target_text": "The Bharat Ratna is an honor that recognizes Indian citizens for their exceptional service and contribution in any field. It was established on 2 January 1954 by Rajendra Prasad, former President of India, based on the recommendations of the Government of India.", "common_questions": {"ques_0": "Name an honour that recognises citizens of its country for their outstanding service."}}
{"id": "90", "region": "Other", "category": "Awards", "reference_location": "Bangladesh", "reference_entity": "National Youth Awards", "target_location": "Pune", "true_target_entity": "Punyabhushan", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "The National Youth Awards are conferred annually by the Ministry of Youth and Sports of the Government of Bangladesh. These awards are conferred every year on the eve of National Youth Day on 1 November. It is awarded to high-achieving men and women from all over the country.", "true_target_text": "The Punyabhushan award is conferred annually by the Punyabhushan Foundation. These awards are conferred every year on 23 March to commemorate the memory of Indian revolutionary martyrs Bhagat Singh, Sukhdev, and Rajguru. It is awarded to high-achieving men and women from all over the country.", "common_questions": {"ques_0": "Can you name an award that is conferred annually?", "ques_1": "Which award is awarded to high-achieving men and women from all over the country?"}}
{"id": "93", "region": "US/Europe", "category": "Bank", "reference_location": "Paris", "reference_entity": "BNP Paribas", "target_location": "Mumbai", "true_target_entity": "Central Bank of India", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "BNP Paribas is a multinational universal bank and financial services holding company headquartered in Paris, France. It was founded in 2000 from the merger of two of France's foremost financial institutions, Banque Nationale de Paris and Paribas.", "true_target_text": "The Central Bank of India is an Indian commercial bank and financial services holding company headquartered in Mumbai, India. It was founded in 1911 by Sir Sorabji Pochkhanawala with Sir Pherozeshah Mehta as the chairman.", "common_questions": {"ques_0": "Can you name a bank headquartered in a major city?", "ques_1": "Name a bank which is also a financial service holding company."}}
{"id": "94", "region": "US/Europe", "category": "Bank", "reference_location": "London", "reference_entity": "Barclays plc", "target_location": "India", "true_target_entity": "Punjab & Sind Bank", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Barclays plc is a British multinational universal bank, headquartered in London, England. Barclays operates as two divisions, Barclays UK and Barclays International, supported by a service company, Barclays Execution Services.", "true_target_text": "Punjab & Sind Bank is an Indian nationalized bank, headquartered in New Delhi, India.", "common_questions": {"ques_0": "Can you name a bank with headquarters in a metro city?"}}
{"id": "96", "region": "US/Europe", "category": "Bank", "reference_location": "US", "reference_entity": "Bank of America", "target_location": "Kerala", "true_target_entity": "Dhanlaxmi Bank Limited", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "The Bank of America Corporation is an American multinational investment bank and financial services holding company headquartered at the Bank of America Corporate Center in Charlotte, North Carolina, with investment banking and auxiliary headquarters in Manhattan.", "true_target_text": "Dhanlaxmi Bank Limited is a Indian private sector bank and financial services holding company, headquartered in Dhanlaxmi Buildings, in Naickanal, Thrissur, Kerala.", "common_questions": {"ques_0": "Can you name a bank and a financial service holding company?", "ques_1": "Can you name a bank headquarters located in a building named after itself?"}}
{"id": "100", "region": "Other", "category": "Bank", "reference_location": "China", "reference_entity": "China Construction Bank (CCB)", "target_location": "India", "true_target_entity": "Punjab National Bank", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "China Construction Bank Corporation is one of the \"big four\" banks in China. In 2015, CCB was the 2nd largest bank in the world by market capitalization and 6th largest company in the world. The bank has approximately 13,629 domestic branches.", "true_target_text": "Punjab National Bank is one of the \"big four\" banks in India. It was the one of the largest public sector bank in India by market capitalization. The bank has many branches across India.", "common_questions": {"ques_0": "Can you give an example of a bank that has many branches?", "ques_1": "Can you name a bank which is considered to be one of the largest banks in their sector?"}}
{"id": "107", "region": "US/Europe", "category": "Beverages", "reference_location": "UK", "reference_entity": "Clear Lemonade", "target_location": "Gujarat", "true_target_entity": "Aam Pannah", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Clear lemonade is a tangy refreshing drink. It is a popular beverage during summer months. It is made from lemon juice, sugar and water, sometimes carbonated, and often served chilled.", "true_target_text": "Aam Pannah is a tangy refreshing drink. It is a popular beverage during summer months. It is made from raw mango pulp, sugar, salt, spicies and water and often served chilled.", "common_questions": {"ques_0": "Can you name a tangy refreshing drink that is often served chilled?", "ques_1": "Can you provide an example of a popular summer beverage?"}}
{"id": "114", "region": "US/Europe", "category": "Books", "reference_location": "London", "reference_entity": "A Tale of Two Cities", "target_location": "Cheruvathur", "true_target_entity": "The House of Blue Mangoes", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "A Tale of Two Cities is a historical novel published in 1859 by Charles Dickens, set in London and Paris before and during the French Revolution.", "true_target_text": "The House of Blue Mangoes is a historical novel published in 2002 by David Davidar, set in Chevathar during the historical events like caste conflicts, World War II, and India's struggle for independence", "common_questions": {"ques_0": "What is an example of a historical novel?", "ques_1": "Can you name a novel that is set during the political change happening in the country?"}}
{"id": "115", "region": "US/Europe", "category": "Books", "reference_location": "US", "reference_entity": "The Lightning Thief", "target_location": "Mumbai", "true_target_entity": "The Immortals of Meluha", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "The Lightning Thief is a 2005 American fantasy adventure novel based on Greek mythology, the first young adult novel by Rick Riordan.", "true_target_text": "The Immortals of Meluha is a 2010 Indian fantasy adventure novel based on ancient Indian mythology, the first novel by Amish Tripathi.", "common_questions": {"ques_0": "Can you name a fantasy adventure novel?", "ques_1": "Name a book based on mythology?"}}
{"id": "116", "region": "Other", "category": "Books", "reference_location": "Japan", "reference_entity": "Shōgun", "target_location": "India", "true_target_entity": "Mistress of the Throne", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Shōgun is a 1975 historical novel by James Clavell, set during the late Sengoku period in Japan. It serves as the first novel in the internal chronology of the author's Asian Saga.", "true_target_text": "\"Mistress of the Throne\" is a 2014 historical novel by Ruchir Gupta, set during the Mughal period in India. It serves as a standalone novel", "common_questions": {"ques_0": "Can you name a novel which is set in a historical era?"}}
{"id": "126", "region": "Other", "category": "Business tycoon", "reference_location": "China", "reference_entity": "Jack Ma", "target_location": "Chennai", "true_target_entity": "Venu Srinivasan", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Jack Ma Yun is a Chinese business magnate, investor and philanthropist. He is the co-founder of Alibaba Group, a multinational technology conglomerate. In addition, Ma is also the co-founder of Yunfeng Capital, a Chinese private equity firm.", "true_target_text": "Venu Srinivasan is an Indian industrialist. He is Chairman Emeritus of TVS Motor Company, a multinational motorcycle manufacturer. In addition, he also serves on the board of Tata Sons Ltd and is also a Director on the Central Board of Reserve Bank of India. He is also the Vice Chairman of Tata Trusts.", "common_questions": {"ques_0": "Can you name a person holding one of a top-notch position in a company?", "ques_1": "Name a person who is associated with a multinational company."}}
{"id": "129", "region": "US/Europe", "category": "Business tycoon", "reference_location": "US", "reference_entity": "Warren Buffett", "target_location": "India", "true_target_entity": "Kumar Mangalam Birla", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Warren Edward Buffett, born on August 30, 1930, is an American businessman, investor, and philanthropist who currently serves as the co-founder, chairman and CEO of Berkshire Hathaway. As of March 2024, he had a net worth of $134 billion, making him the seventh-richest person in the world.", "true_target_text": "Kumar Mangalam Birla, born on June 14, 1967, is an Indian businessman and philanthropist who currently serves as the chairman of Aditya Birla Group. As of March 2024, he has a net worth of around $19.6 billion, making him seventh richest person in India and one the richest person in the world.", "common_questions": {"ques_0": "Name a businessman who currently serves as the chairman of a company.", "ques_1": "Which individual is among the top 10 richest businessman?", "ques_2": "Can you name a businessman who is also a philanthropist?"}}
{"id": "135", "region": "Other", "category": "Cartoon", "reference_location": "China", "reference_entity": "Monkey King", "target_location": "West Bengal", "true_target_entity": "Bantul The Great", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Monkey King or Sun Wukong is a fictional character best known as one of the main players in the 16th-century Chinese novel Journey to the West, and many later stories and adaptations. In the novel, Sun Wukong is a monkey born from a stone who acquires supernatural powers through Taoist practices.", "true_target_text": "Bantul is a fictional character best known as one of the main players in the 1964 Indian comic strip. In the comic strip, Bantul is a superhero, with a well-built body and God-like strength.", "common_questions": {"ques_0": "Can you recall a well-known fictional character who has superhero powers?", "ques_1": "Name a cartoon character which came in existence  many years ago."}}
{"id": "140", "region": "Other", "category": "Cartoon", "reference_location": "Pakistan", "reference_entity": "Bachon Ki Duiya", "target_location": "India", "true_target_entity": "Chhota Bheem", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Bachon ki Duniya is a Pakistani animated comedy adventure television series. It features a cast of diverse characters namely Mudabbar Bhai, Dr. Bablu, Fateh, Zaki, Sona, and Mona. The cartoon provides elements of fun, adventure, educational content and moral lessons.", "true_target_text": "Chhota Bheem is an Indian animated comedy adventure television series. It features a cast of diverse characters namely Chutki, Chhota Bheem, Raju and Jaggu. The cartoon provides elements of fun, adventure, educational content and moral lessons.", "common_questions": {"ques_0": "Can you name an animated comedy adventure television series?", "ques_1": "Name an animated television series featuring diverse characters?", "ques_2": "Which cartoon series provides elements of fun and educational content?"}}
{"id": "141", "region": "US/Europe", "category": "Caves", "reference_location": "Hungary", "reference_entity": "Aggtelek national park caves", "target_location": "India", "true_target_entity": "Bhimbetka caves", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Aggtelek National Park is a national park in Northern Hungary, in the Aggtelek Karst region. The most significant values of the national park are the special surface formations and caves in this limestone landscape.", "true_target_text": "Bhimbetka, is a rock shelter in central India. The most significant values of the caves is the rock art and is one of the largest prehistoric complexes to be seen", "common_questions": {"ques_0": "Can you give a name of caves in the country?"}}
{"id": "142", "region": "Other", "category": "Caves", "reference_location": "Turkey", "reference_entity": "Egma Sinkhole", "target_location": "Andhra Pradesh", "true_target_entity": "Borra caves", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "EGMA Sinkhole a.k.a. Peynirlikönü Sinkhole, is a sinkhole and the deepest cave in Turkey. It is located at Sugözü village of Anamur, Mersin. The sinkhole is 1,429 m (4,688 ft) deep and 3,118 m (10,230 ft) long. EGMA is an acronym that stands for Evren Günay - Mehmet Ali Özel.", "true_target_text": "The Borra Caves, one of the largest in India. It is located on the East Coast of India. The cave is 80 m (260 ft) deep.", "common_questions": {"ques_0": "Can you name a cave whose depth is known?"}}
{"id": "144", "region": "Other", "category": "Caves", "reference_location": "Gansu", "reference_entity": "Mogao Caves", "target_location": "Madhya Pradesh", "true_target_entity": "Bagh caves", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Mogao Caves, also known as the Thousand Buddha Grottoes or Caves of the Thousand Buddhas, form a system of 500 temples 25 km southeast of the center of Dunhuang, an oasis located at a religious and cultural crossroads on the Silk Road, in Gansu province, China.", "true_target_text": "The Bagh Caves, group of nine rock-cut monuments, 97 km from Dhar town in southern slopes of the Vindhyas in Bagh town of Dhar district in Madhya Pradesh state in central India", "common_questions": {"ques_0": "Can you provide a name of a cave system?"}}
{"id": "146", "region": "Other", "category": "Caves", "reference_location": "Croatia", "reference_entity": "Blue cave", "target_location": "Karnataka", "true_target_entity": "Badami cave", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Blue Cave is a waterlogged sea cave located in a small bay called Balun in Croatia. It is renowned for its impressive natural architecture. It has become a tourist spot and is visited by a large number of tourists.", "true_target_text": "The Badami cave temples are a complex of Hindu and Jain cave temples located in Badami, a town in the Bagalkot district in northern part of Karnataka. It is renowned for its impressive Indian rock-cut architecture, particularly Badami Chalukya architecture. It has become a tourist spot and is visited by a large number of tourists.", "common_questions": {"ques_0": "Can you name a cave that is renowned for its architecture?", "ques_1": "Can you give an example of a cave that has become a tourist spot and is visited by many tourists?"}}
{"id": "149", "region": "US/Europe", "category": "Caves", "reference_location": "Dakota", "reference_entity": "Jewel cave", "target_location": "Cherrapunji", "true_target_entity": "Mawsmai caves", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Jewel Cave National Monument contains Jewel Cave, currently the fifth longest cave in the world and second longest cave in the United States, with 219.77 miles of mapped passageways as of March 2024.", "true_target_text": "Khasi Hills contains Mawsmai Caves, currently one of the largest caves in India. with approximately 150 m of mapped passageways.", "common_questions": {"ques_0": "Name a cave which has significant mapped passageways."}}
{"id": "158", "region": "Other", "category": "Chocolate brands", "reference_location": "Australia", "reference_entity": "Koko Black", "target_location": "Kerala", "true_target_entity": "Paul And Mike", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Koko Black is a renowned brand known for its Australian-made gourmet chocolate bars, pralines, truffles, all handcrafted using premium natural ingredients and free from artificial colors and flavors.", "true_target_text": "Paul And Mike is a renowned brand, known for its Indian-made gourmet chocolate bars, pralines, and truffles, all handcrafted using premium natural ingredients and free from artificial colors and flavors.", "common_questions": {"ques_0": "Can you name a renowned brand known for its gourmet chocolate?", "ques_1": "Can you mention a brand that creates handcrafted chocolate using natural ingredients?"}}
{"id": "161", "region": "US/Europe", "category": "Coffee chain", "reference_location": "US", "reference_entity": "Starbucks", "target_location": "India", "true_target_entity": "Cafe Coffee Day", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Starbucks Corporation is an American multinational chain of coffeehouses and roastery reserves headquartered in Seattle, Washington. It was founded in 1971 and is currently the world's largest coffeehouse chain.\n  As of November 2022, the company had 35,711 stores in 80 countries, 15,873 of which were located in the United States. Of Starbucks' U.S.-based stores, over 8,900 are company-operated, while the remainder are licensed.", "true_target_text": "Cafe Coffee Day is an Indian multinational chain of coffeehouses headquartered in Bengaluru, Karnataka. It was founded in 1996, and is currently one of the largest coffeehouse chains in India.", "common_questions": {"ques_0": "Name one of the largest coffeehouse chain companies in the country?", "ques_1": "Can you name a multinational chain of coffeehouse?"}}
{"id": "162", "region": "Other", "category": "Coffee chain", "reference_location": "Minnesota", "reference_entity": "Caribou Coffee", "target_location": "New Delhi", "true_target_entity": "Barista Café &resturant", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Caribou Coffee Company is an American coffee company and coffeehouse chain. It was founded in Edina, Minnesota, in 1992. As of May 2015, the company operates 603 locations worldwide. It is headquartered in Brooklyn Center, Minnesota.", "true_target_text": "Barista is an Indian coffee company and cafe chains. It was founded in New Delhi, India, in 2000. As of March 2024, the company operates over 425 locations across India and abroad. It is headquartered in Gurugram, Haryana, India.", "common_questions": {"ques_0": "Can you name a coffee company?", "ques_1": "Can you recall a coffeehouse chain that is operational in several locations?"}}
{"id": "163", "region": "US/Europe", "category": "Coffee chain", "reference_location": "London", "reference_entity": "Caffe Nero", "target_location": "India", "true_target_entity": "Frespresso", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Caffè Nero is a coffeehouse company headquartered in London, England. Established in 1997 by Gerry Ford, Caffè Nero runs more than 1,000 coffee houses in eleven countries: the UK, Ireland, Sweden, Poland, Cyprus, Croatia, Turkey, the UAE, Oman, and the United States. ", "true_target_text": "Frespresso is a coffeehouse company headquartered in India. Established in 2010 by Dhiren Surjiani, runs more than 25 frespresso outlets in India and Malaysia.", "common_questions": {"ques_0": "What is the name of a coffeehouse company with an international presence?", "ques_1": "Can you mention a company that operates over several outlets in the country?"}}
{"id": "168", "region": "Other", "category": "Coffee chain", "reference_location": "Melbourne", "reference_entity": "Quists Coffee", "target_location": "Vadodara", "true_target_entity": "Canara Coffee Hous", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Quists Coffee is a coffeehouse located in Melbourne, Australia. It was established in 1938 and has a rich history in the city. It is an iconic café in Melbourne and serves variety of coffee blends to its customers.", "true_target_text": "Canara Coffee House is a coffeehouse located in Vadodara, Gujarat, India. It was established in 1950s and has a rich history in the city. It is an iconic café in Vadodara and serves variety of coffee blends to its customers.", "common_questions": {"ques_0": "Can you name a coffee house with a rich history in the city?", "ques_1": "Which coffee house serves variety of  coffee blends to its customers?", "ques_2": "Can you mention a coffeehouse that has been serving customers for several decades?"}}
{"id": "169", "region": "Other", "category": "Coffee chain", "reference_location": "Israel", "reference_entity": "Café Hillel", "target_location": "Mumbai", "true_target_entity": "Leopold Café", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Café Hillel is an Israeli chain of coffeehouses and restaurants. Established in 1998 by Koby and Yossi Sherf, the chain has 25 locations across Israel. The German Colony location of the chain was the site of the 2003 Café Hillel bombing.", "true_target_text": "Leopold Cafe is a cafes and a restaurant. Established in 1871 by Iranis, the cafe has been a popular landmark in Mumbai, attracting locals and tourists alike for its historical significance and delicious food. The cafe was one of the sites of the 2008 terror attacks.", "common_questions": {"ques_0": "Can you name a café which is also a restaurant.", "ques_1": "Can you give an example of a place that has been targeted in a terror attack?"}}
{"id": "170", "region": "Other", "category": "Coffee chain", "reference_location": "China", "reference_entity": "Cotti Coffee", "target_location": "India", "true_target_entity": "Mysore Café", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Cotti Coffee is a Chinese coffee company and coffeehouse chain, with 6,061 coffee shops.\nCotti Coffee was founded in August 2022 by two former Luckin Coffee executives, and as of December 2023 has 6,061 coffee shops.", "true_target_text": "Mysore café is an Indian coffee company and coffeehouse chain, with 4 cafés. Mysore café was founded in 1934 by A. Rama Nayak.", "common_questions": {"ques_0": "Name a  coffeehouse which is present in multiple locations."}}
{"id": "178", "region": "Other", "category": "Comedian", "reference_location": "Brazil", "reference_entity": "Rafinha Bastos", "target_location": "India", "true_target_entity": "Aakash Gupta", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Rafi Bastos is a Brazilian comedian, actor, journalist and Youtuber.", "true_target_text": "Aakash Gupta is an Indian stand-up comedian, actor, and YouTuber.", "common_questions": {"ques_0": "Can you provide an example of a comedian who is also an actor?", "ques_1": "Name a comedian who is also a YouTuber."}}
{"id": "186", "region": "US/Europe", "category": "Company", "reference_location": "US", "reference_entity": "State Farm", "target_location": "India", "true_target_entity": "LIC", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "State Farm Insurance is a group of mutual insurance companies throughout the United States with corporate headquarters in Bloomington, Illinois. Founded in 1922, it is the largest property, casualty, and auto insurance provider in the United States.", "true_target_text": "LIC (Life Insurance Corporation) is a mutual insurance company throughout India with corporate headquarters in Mumbai, Maharashtra. Founded in 1956, it is the largest life insurance provider in India.", "common_questions": {"ques_0": "Can you give an example of a mutual insurance company?", "ques_1": "Can you name of one of the largest insurance company?"}}
{"id": "189", "region": "US/Europe", "category": "Company", "reference_location": "UK", "reference_entity": "Mott MacDonald", "target_location": "Ranchi", "true_target_entity": "MECON", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "The Mott MacDonald Group is a management, engineering and development consultancy headquartered in the United Kingdom. It employs +18,000 staff in 150 countries. Mott MacDonald is one of the largest employee-owned companies in the world.", "true_target_text": "The MECON Limited is a management, engineering and development consultancy headquartered in Ranchi. It employs several thousand staff across various locations in India and abroad. MECON Limited is one of the premier consulting firms in India.", "common_questions": {"ques_0": "Can you name a company which provides management, engineering and development consultancy?", "ques_1": "Name a company which provides employment to thousands of people."}}
{"id": "191", "region": "Other", "category": "Company", "reference_location": "Australia", "reference_entity": "Fortescue", "target_location": "West Bengal", "true_target_entity": "West Bengal Power Development Corporation Limited", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Fortescue is a global metal mining and green energy company headquartered in Australia. Fortescue focused on iron ore mining under the name of Fortescue Metals Group until July 2023.", "true_target_text": "West Bengal Power Development Corporation Limited is a well-known green energy company headquatered in West Bengal. It has various thermal plants.", "common_questions": {"ques_0": "Can you tell a name of a company?"}}
{"id": "193", "region": "US/Europe", "category": "Company", "reference_location": "Canada", "reference_entity": "Behr Paint Company", "target_location": "Mumbai", "true_target_entity": "Asian Paints Ltd", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Behr Paint Company is a supplier of architectural paint and exterior wood care products to the American and Canadian do-it-yourself markets.", "true_target_text": "Asian Paints Ltd, is a supplier of architectural paint and exterior wood care products in the Indian market.", "common_questions": {"ques_0": "Can you name a company that supplies architectural paint?", "ques_1": "Can you provide an example of a company that supplies exterior wood care products?"}}
{"id": "194", "region": "US/Europe", "category": "Company", "reference_location": "Germany", "reference_entity": "Heidelberg Materials", "target_location": "India", "true_target_entity": "ACC Limited", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Heidelberg Materials is a German multinational building materials company headquartered in Heidelberg, Germany. Formerly known as Heidelberg Cement AG, the company has rebranded as Heidelberg Materials in September 2022.", "true_target_text": "ACC Limited is an Indian multinational building materials company headquartered in Mumbai, India. Formerly known as Associated Cement Companies Limited, the company has been using the brand name ACC Limited since 2002.", "common_questions": {"ques_0": "Can you provide an example of a multinational building materials company that has changed its name in the past years?", "ques_1": "Can you think of a cement company that has rebranded itself?"}}
{"id": "197", "region": "US/Europe", "category": "Cosmetics brand", "reference_location": "US", "reference_entity": "Olay", "target_location": "India", "true_target_entity": "Lakme", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Olay or Olaz, previously Oil of Olay, Oil of Olaz, Oil of Ulan or Oil of Ulay, is an American skin care brand owned by Procter &amp; Gamble. For the 2009 fiscal year, which ended on June 30, Olay accounted for an estimated $2.8 billion of P&G's revenue.", "true_target_text": "Lakmē is an Indian cosmetic and skincare brand, owned by Hindustan Unilever. For the fiscal year 2009-10, Lakmē accounted for an estimated Rupees 14.18 crores of Unilever's revenue.", "common_questions": {"ques_0": "Can you name a skin care brand owned by a reputable company?", "ques_1": "Could you name a skin care brand which earns a significant revenue?"}}
{"id": "198", "region": "US/Europe", "category": "Cosmetics brand", "reference_location": "Germany", "reference_entity": "Beiersdorf", "target_location": "India", "true_target_entity": "Lotus Herbals", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Beiersdorf AG is a German multinational company that manufactures personal-care products and pressure-sensitive adhesives headquartered in Hamburg, Germany. Its brands include Elastoplast, Eucerin, Labello, La Prairie, Nivea, Tesa SE and Coppertone.\n", "true_target_text": "Lotus Herbals is an Indian company that manufactures personal-care and skincare products, headquartered in Delhi. Its brands include Lotus Herbals, Lotus WhiteGlow, Lotus Sunsense, and Lotus Men.", "common_questions": {"ques_0": "Can you provide an example of a company that produces personal-care products?"}}
{"id": "201", "region": "US/Europe", "category": "Cosmetics brand", "reference_location": "New York", "reference_entity": "MAC Cosmetics", "target_location": "Mumbai", "true_target_entity": "Sugar", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "MAC Cosmetics, stylized as M·A·C, is a Canadian cosmetics manufacturer founded in Toronto in 1984 by Frank Toskan and Frank Angelo. The company is headquartered in New York City after becoming a subsidiary of Estée Lauder Companies in 1998. MAC is an acronym for Make-Up Art Cosmetics.\n", "true_target_text": "Sugar, stylized as SUGAR, is an Indian cosmetics manufacturer founded in Mumbai in 2012 by Vineeta Singh and Kaushik Mukherjee. The company is headquartered in Mumbai.", "common_questions": {"ques_0": "Can you name a company that manufactures cosmetics ?", "ques_1": "Provide the name of a cosmetics company that is headquartered in a major city."}}
{"id": "202", "region": "Other", "category": "Cosmetics brand", "reference_location": "China", "reference_entity": "Chando", "target_location": "Maharashtra", "true_target_entity": "MyGlamm", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Chando Cosmetics is a Chinese beauty brand. The brand has a strong online presence. It offers a variety of products including makeup for face, lips, nails and eyes as well as hair care and skin care.", "true_target_text": "MyGlamm is an Indian beauty brand. The brand has a strong online presence. It offers a variety of products including makeup for face, lips, nails and eyes.", "common_questions": {"ques_0": "Can you provide an example of a beauty brand with a strong online presence?", "ques_1": "Name a company that offers a variety of makeup products."}}
{"id": "206", "region": "US/Europe", "category": "Cosmetics brand", "reference_location": "Sweden", "reference_entity": "Verso Skincare", "target_location": "Bengaluru", "true_target_entity": "WOW", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Verso Skincare is a Swedish beauty brand. Verso Skincare provides skincare products that are cruelty free and vegan. The brand offers products to combat anti-aging,", "true_target_text": "WOW science Skincare is an Indian beauty brand. It provides skincare products that are cruelty free and chemical free. The brand offers products to combat anti-aging,", "common_questions": {"ques_0": "Can you name a beauty brand that offers cruelty-free skincare products?", "ques_1": "Tell me about a brand that offers skincare products to combat anti-aging."}}
{"id": "209", "region": "Other", "category": "Currency", "reference_location": "Australia", "reference_entity": "Cents", "target_location": "India", "true_target_entity": "Paisa", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Cents are the smallest units of currency in Australia. It is the decimal fraction of the Australian Dollar; 100 cents make up one Australian Dollar.", "true_target_text": "Paisa is the smallest units of currency in India. It is the decimal fraction of the Indian Rupee; 100 paisa make up one Indian Rupee.", "common_questions": {"ques_0": "Name the smallest unit of currency?", "ques_1": "Which currency unit is the decimal fraction of its bigger unit?"}}
{"id": "210", "region": "Other", "category": "Currency", "reference_location": "Malaysia", "reference_entity": "600 Ringgit Banknote", "target_location": "India", "true_target_entity": "500 Rupees Banknote", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The 600 Ringgit Banknote is the highest denomination of banknote issued in Malaysia. The banknote features the historical figure and the first Prime Minister of Malaysia, Tunku Abdul Rahman.", "true_target_text": "The 500 Rupee Banknote is the highest denomination of banknote issued in India. The banknote features the historical figure of India, Mahatma Gandhi.", "common_questions": {"ques_0": "Which currency banknote features a historical figure of the country?", "ques_1": "What is the highest denomination of banknote of the country?"}}
{"id": "212", "region": "US/Europe", "category": "Currency", "reference_location": "Finland", "reference_entity": "Bank of Finland", "target_location": "India", "true_target_entity": "Reserve Bank of India", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The Bank of Finland is the Finnish member of the Eurosystem and has been the monetary authority for Finland from 1812 to 1998, issuing the markka.", "true_target_text": "The Reserve Bank of India is the Indian Central Bank and has been the monetary authority for India since 1935, issuing the rupee.", "common_questions": {"ques_0": "Which bank has been a monetary authority of a country?"}}
{"id": "214", "region": "Other", "category": "Dance forms", "reference_location": "Saudi Arabia", "reference_entity": "Ardha", "target_location": "Andhra Pradesh", "true_target_entity": "Kuchipudi", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Ardah is a type of folkloric group dance in the Arabian Peninsula, especially Saudi Arabia. The dance is performed with two rows of men opposite of one another, each of whom may or may not be wielding a sword or cane and is accompanied by drums and spoken poetry.", "true_target_text": "Kuchipudi is a type of classical dance in Andhra Pradesh, India. The dance is performed by both males and females with traditional Indian attire and is accompanied by classical Carnatic music and includes elements such as expressive, gestures, lightning-fast spins etc.", "common_questions": {"ques_0": "Mention a folk/ classical dance form.", "ques_1": "Can you name a dance form which can be performed by men?"}}
{"id": "215", "region": "Other", "category": "Dance forms", "reference_location": "China", "reference_entity": "Dragon Dance", "target_location": "Kerala", "true_target_entity": "Kathakali", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Dragon dance is a form of traditional dance and performance in Chinese culture. Like the lion dance, it is most often seen during festive celebrations.", "true_target_text": "Kathakali is a form of traditional dance and performance in Kerala culture. Like Mohiniyattam dance, it is most often seen during festive celebrations.", "common_questions": {"ques_0": "What is an example of a traditional dance and performance?", "ques_1": "Name a dance form often seen during festive celebrations?"}}
{"id": "224", "region": "Other", "category": "Dessert", "reference_location": "Australia", "reference_entity": "Pavlova", "target_location": "Andhra Pradesh", "true_target_entity": "Junnu", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Pavlova is a meringue-based dessert. Originating in either Australia or New Zealand in the early 20th century, it was named after the Russian ballerina Anna Pavlova.", "true_target_text": "Junnu is a milk pudding dessert. Originating in India, it was likely named after the Telugu word for colostrum milk.", "common_questions": {"ques_0": "Can you name a dessert named after something well known?", "ques_1": "Can you name a dessert whose origin is known?"}}
{"id": "228", "region": "US/Europe", "category": "Dessert", "reference_location": "US", "reference_entity": "Angel Food Cake", "target_location": "India", "true_target_entity": "Pitha", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Angel food cake, or angel cake, is a type of sponge cake made with egg whites, flour, and sugar. A whipping agent, such as cream of tartar, is commonly added. It differs from other cakes because it uses no butter. Its aerated texture comes from whipped egg white.", "true_target_text": "Pitha is a type of cake or dumpling made with rice flour or wheat flour, and often filled with sweet or savory ingredients- sugar, jaggery, sesame seeds and some versions may have a filling, garnish, or sauce. Its soft and spongy to crispy and flaky texture can vary widely depending on the ingredients and method used.", "common_questions": {"ques_0": "Can you name a dessert which is a type of a cake?", "ques_1": "Name a dessert which has flour as one of its ingredients."}}
{"id": "251", "region": "Other", "category": "E-commerce company", "reference_location": "UAE", "reference_entity": "Souq", "target_location": "India", "true_target_entity": "Udaan", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Souq,com was a B2C e-commerce platform in the Arab world. The company launched in 2005 in Dubai, United Arab Emirates. It facilitated online buying and selling of products and services.", "true_target_text": "Udaan is a B2B e-commerce platform in India. The company launched in 2016 in Bengaluru. It facilitates online buying and selling of products and services.", "common_questions": {"ques_0": "Can you give me an example of an e-commerce platform which facilitates online buying and selling of products and services?"}}
{"id": "252", "region": "Other", "category": "E-commerce company", "reference_location": "Japan", "reference_entity": "Zozo", "target_location": "India", "true_target_entity": "Myntra", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "ZOZO, Inc. a Japanese e-commerce company that operates fashion online shopping sites. The company sells apparel, garment, accessories, bags, tableware, magazines, and other products. ZOZO also provides communication services relating to apparel such as blogs by fashion moguls and internet chat room for users.", "true_target_text": "Myntra is an Indian e-commerce company that operates fashion online shopping site. The company sells apparel, garment, accessories, bags, tableware and other products.", "common_questions": {"ques_0": "Can you provide an example of an e-commerce company that operates fashion online shopping site?", "ques_1": "Name a company that sells bags, garments and accessories."}}
{"id": "255", "region": "US/Europe", "category": "Educational institution", "reference_location": "US", "reference_entity": "Johns Hopkins University", "target_location": "India", "true_target_entity": "Indian Institute of Science", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Johns Hopkins University is a private research university in Baltimore, Maryland. Founded in 1876, Johns Hopkins was the first U.S. university based on the European research institution model.", "true_target_text": "The Indian Institute of Science is a public research university in Bangalore, Karnataka, India. Established in 1909, the Indian Institute of Science was the first to introduce a master's programs in engineering.", "common_questions": {"ques_0": "Can you give an example of a research university?", "ques_1": "Can you provide name of a university which introduced something new?"}}
{"id": "256", "region": "US/Europe", "category": "Educational institution", "reference_location": "Chicago", "reference_entity": "Illinois Institute of Technology", "target_location": "Mumbai", "true_target_entity": "IIT Bombay", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Illinois Institute of Technology, commonly referred to as Illinois Tech, is a private research university in Chicago, Illinois. Tracing its history to 1890, the present name was adopted upon the merger of the Armour Institute and Lewis Institute in 1940.", "true_target_text": "Indian Institute of Technology, Bombay, commonly referred to as IIT Bombay, is a public research university in Mumbai, Maharashtra. Its history can be traced back to 1958.", "common_questions": {"ques_0": "Can you name a research university located in a metropolitan city?", "ques_1": "Can you name a university which was established many decades ago?"}}
{"id": "261", "region": "US/Europe", "category": "Educational institution", "reference_location": "France", "reference_entity": "Ã‰cole centrale de Lyon", "target_location": "India", "true_target_entity": "NIT Tiruchirappalli", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The École centrale de Lyon is a research university in greater Lyon, France. Founded in 1857 by François Barthélemy Arlès-Dufour in response to the increasing industrialization of France, it is one of the oldest graduate schools in France.", "true_target_text": "The National Institute of Technology Tiruchirappalli is national research deemed university in Tiruchirappalli, India. Founded in 1964 by the governments of India and Tamil Nadu, it is one of the oldest technical universities in India.", "common_questions": {"ques_0": "Can you provide a name of one of the oldest universities?"}}
{"id": "264", "region": "Other", "category": "Entertainment & Sports Channnel", "reference_location": "Dhaka", "reference_entity": "Duronto TV", "target_location": "Mumbai", "true_target_entity": "Pogo", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Duronto TV is a Bangladeshi Bengali-language satellite and cable children's television channel, and the first of its kind in the country. It was initially licensed in 2013 as \"Renaissance TV\" but was later renamed to its current name.", "true_target_text": "Pogo is an Indian Hindi-language satellite and cable children's television channel, and the first of its kind in the country.", "common_questions": {"ques_0": "Can you name a children's television channel that is the first of its kind in a country?"}}
{"id": "270", "region": "Other", "category": "Entertainment & Sports Channnel", "reference_location": "Johannesburg", "reference_entity": "Supersport", "target_location": "India", "true_target_entity": "Sony Sports Network", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "SuperSport is a South African-based group of television channels for live sports programming. The channel operates in other countries as well including Kenya, Nigeria and many other African countries.", "true_target_text": "Sony Sports Network, also known as Sony TEN, is an Indian-based group of television channels for live sports programming. The channel operates in other countries as well including Bangladesh, Nepal, and some other countries in Indian subcontinent.", "common_questions": {"ques_0": "Can you name a group of television channels dedicated to live sports programming?", "ques_1": "Name a sports based channel that operates in multiple countries."}}
{"id": "272", "region": "Other", "category": "Entertainment & Sports Channnel", "reference_location": "Turkey", "reference_entity": "Star TV", "target_location": "Hyderabad", "true_target_entity": "Gemini TV", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Star TV is a Turkish nationwide TV channel. It has been owned by Ferit Şahenk's Doğuş Media Group since 2011.", "true_target_text": "Gemini TV is an Indian nationwide TV channel. It has been owned by Sun Group since 1995.", "common_questions": {"ques_0": "Can you name a nationwide TV channel?", "ques_1": "Who are some possible owners of TV channels?"}}
{"id": "274", "region": "Other", "category": "Entertainment & Sports Channnel", "reference_location": "China", "reference_entity": "ViuTV", "target_location": "India", "true_target_entity": "Colors Bangla", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "ViuTV is a Cantonese language general entertainment television channel in Hong Kong operated by HK Television Entertainment, whose parent company PCCW also operates the IPTV platform Now TV and the media streaming service Viu.", "true_target_text": "Colors Bangla is a Bengali language general entertainment television channel in India operated by Viacom18, whose parent company Network18 also operates the IPTV platform Voot and the over-the-top streaming service, Voot Select.", "common_questions": {"ques_0": "Can you provide an example of a general entertainment television channel whose parent company operates an IPTV platform?", "ques_1": "Which entertainment television channel's parent company operates a streaming service?"}}
{"id": "275", "region": "US/Europe", "category": "Entertainment & Sports Channnel", "reference_location": "Turkey", "reference_entity": "Fox", "target_location": "Mumbai", "true_target_entity": "StarPlus", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "NOW, formerly TGRT and then Fox, is a Turkish free-to-air television channel owned by The Walt Disney Company EMEA. Since July 2012, the channel broadcasts in 16:9.", "true_target_text": "StarPlus, is an Indian pay television channel owned by Disney India. ", "common_questions": {"ques_0": "Can you provide an example of  television channel which is owned by Disney?"}}
{"id": "283", "region": "US/Europe", "category": "Event", "reference_location": "Paris", "reference_entity": "Paris Fashion Week", "target_location": "India", "true_target_entity": "India Fashion Week", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Paris Fashion Week is a series of designer presentations held semi-annually in Paris, France, with spring/summer and autumn/winter events held each year. Dates are determined by the Fédération de la Haute Couture et de la Mode. Paris Fashion Week is held at venues throughout the city.", "true_target_text": "India Fashion Week is a series of designer presentations held twice a year in India, with spring/summer and autumn/winter events held each year. Dates are determined by the Fashion Design Council of India (FDCI). India Fashion Week is held at various venues throughout India.", "common_questions": {"ques_0": "Name a series of designer presentations having spring/summer and autumn/winter events.", "ques_1": "Can you provide an example of a Fashion Week which is held at various venues throughout the region?"}}
{"id": "285", "region": "Other", "category": "Export goods", "reference_location": "Africa", "reference_entity": "Diamonds", "target_location": "India", "true_target_entity": "Gold Jewellery", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Diamond is one of the most exported goods of South Africa. The main destination of diamonds exports from South Africa are China, United Arab Emirates, Botswana, Belgium, and United States.", "true_target_text": "Gold Jewelry is one of the most exported goods of India. The main destination of Gold Jewelry exports from India are United States, United Arab Emirates, Thailand and Singapore.", "common_questions": {"ques_0": "Name one of the most exported product.", "ques_1": "Can you name a product whose main destination of export is United States and United Arab Emirates?"}}
{"id": "288", "region": "US/Europe", "category": "Export goods", "reference_location": "US", "reference_entity": "Alcoholic Beverages", "target_location": "Assam", "true_target_entity": "Tea", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The United States of America is a significant exporter of alcoholic beverages. The USA exports a wide range of alcoholic beverages. The country's diverse population and high consumption of alcoholic beverages contribute to its position as a significant player in the global alcoholic beverage market.", "true_target_text": "India is a significant exporter of tea. India exports a wide range of tea. The country's diverse population and high consumption of tea contribute to its position as a significant player in the global tea market.", "common_questions": {"ques_0": "Name a commodity of which the country has become a major exporter?", "ques_1": "What is one example of a product whose high consumption in the country has contributed to the country's significant role in the global market?"}}
{"id": "293", "region": "Other", "category": "Export goods", "reference_location": "Vietnam", "reference_entity": "Black Pepper", "target_location": "India", "true_target_entity": "Spices", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Vietnam is the world's largest producer and exporter of culinary black pepper. The value of black pepper exported from Vietnam is in billions. The destinations for it's exports are India, China, United States, United Arab Emirates, Germany and many other countries.", "true_target_text": "India is the world's largest producer and exporter of culinary spices. The value of spices exported from India is in billions. The destinations for it's exports are United States, United Arab Emirates, Bangladesh and many other countries.", "common_questions": {"ques_0": "Name a food ingredient of which the country is the largest producer and exporter.", "ques_1": "Name a food ingredient which exported to United States and United Arab Emirates."}}
{"id": "298", "region": "US/Europe", "category": "Festival", "reference_location": "US", "reference_entity": "New Year", "target_location": "Andhra Pradesh", "true_target_entity": "Ugadi", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "The New Year is the time or day at which a new calendar year begins and the calendar's year count increments by one. Many cultures celebrate the event in some manner.", "true_target_text": "Ugadi is New Year's Day according to the Hindu calendar, the cycle actually consists of 60 years, each year individually named. Many cultures celebrate the event in some manner.", "common_questions": {"ques_0": "Could you name a festival that many cultures celebrate in some manner?", "ques_1": "Could you provide a name of a festival which is celebrated at the beginning of a calendar year?"}}
{"id": "310", "region": "Other", "category": "Film director", "reference_location": "Israel", "reference_entity": "Eran Kolirin", "target_location": "India", "true_target_entity": "Anurag Kashyap", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Eran Kolirin is an Israeli screenwriter and film director. In 2004, he directed the feature-length television drama, The Long Journey.", "true_target_text": "Anurag Kashyap is an Indian screenwriter and film director. In 2004, he directed the Bollywood film, \"Black Friday\".", "common_questions": {"ques_0": "Can you name a film director who is also a screenwriter?"}}
{"id": "313", "region": "Other", "category": "Film director", "reference_location": "Japan", "reference_entity": "Kinji Fukasaku", "target_location": "Mumbai", "true_target_entity": "Rohit Shetty", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Kinji Fukasaku was a Japanese film director and screenwriter. Known for his \"broad range and innovative filmmaking\", Fukasaku has worked in many different genres and styles, but was best known for his gritty yakuza films, typified by the Battles Without Honor and Humanity series.", "true_target_text": "Rohit Shetty is an Indian film director, writer, and producer. Known for his \"high octane and mass-friendly films\", Shetty has worked in various genres, but is best known for action, comedy, and masala films typified by the series, Golmaal and Singham.", "common_questions": {"ques_0": "Can you name a film director known for working across various genres?", "ques_1": "Can you name a film director who also holds other professional titles in the movie industry?"}}
{"id": "318", "region": "US/Europe", "category": "Film director", "reference_location": "American", "reference_entity": "Phillip Youmans", "target_location": "Bangalore", "true_target_entity": "Kishan Shrikanth", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Phillip Youmans (born February 18, 2000) is an American filmmaker. He is the first African-American director to win the Founders Prize at Tribeca Film Festival, which he received for his 2019 directorial debut, Burning Cane.\n\n", "true_target_text": "Kishan Srikanth (born 6 January 1996) is an Indian director. He is the youngest director to win National Film Award for Best Children's Film, which he received for his 2009 directorial debut, Care of Footpath.", "common_questions": {"ques_0": "Can you mention a director who won a major award for their debut film?", "ques_1": "Name a director who has created history in their country."}}
{"id": "321", "region": "US/Europe", "category": "Film festival", "reference_location": "US", "reference_entity": "Seattle International Film Festival", "target_location": "Kolkata", "true_target_entity": "Kolkata International Film Festival", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "The Seattle International Film Festival is a film festival held annually in Seattle, Washington, United States since 1976. It usually takes place in late May and/or early June.", "true_target_text": "The Kolkata International Film Festival is a film festival held annually in Kolkata, West Bengal, India since 1995. It typically takes place in November or December.", "common_questions": {"ques_0": "Give me an example of an international film festival which is held annually?"}}
{"id": "323", "region": "US/Europe", "category": "Film festival", "reference_location": "US", "reference_entity": "Atlanta International Documentary Film Festival", "target_location": "India", "true_target_entity": "SiGNS Film Festival", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The Atlanta International Documentary Film Festival is a film festival that screens documentary films in Atlanta, Georgia, United States. Paul Mariano's Also Ran was named Best Political Documentary at the 2006 festival. Don Wilson's Mississippi Son: A Filmmaker's Journey Home was named Best Dramatic Documentary at the 2007 festival.", "true_target_text": "The SiGNS Film Festival is a film festival that screens short films and documentary films in India.", "common_questions": {"ques_0": "What is an example of a film festival that showcases documentary films?"}}
{"id": "326", "region": "US/Europe", "category": "Film festival", "reference_location": "France", "reference_entity": "Brest European Short Film Festival", "target_location": "India", "true_target_entity": "Filmsaaz", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Brest European Short Film Festival is a film festival dedicated to short films, happening every year in Brest, in the Brittany region in France.", "true_target_text": "The Filmsaaz Festival is a film festival dedicated to short film, and documentaries happening every year in India.", "common_questions": {"ques_0": "What is an example of an annual film festival dedicated to short films?"}}
{"id": "329", "region": "Other", "category": "Film festival", "reference_location": "Japan", "reference_entity": "Yamagata International Documentary Film Festival", "target_location": "Ahmedabad", "true_target_entity": "Alpavirama South Asian Short and Documentary Film Festival", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "The Yamagata International Documentary Film Festival is a documentary film festival held biennially in Yamagata, Japan.\n It was first held in October 1989, which makes it one of the longest- running documentary film festivals in the world and the most distinguished such festival in Asia.", "true_target_text": "The Alpavirama South Asian Short and Documentary Film Festival is a film festival held biennially in Ahmedabad, India. The festival was first held in 2011, making it one of the longest-running festivals dedicated to short and documentary films in the region and one of the most distinguished festivals in South Asia.", "common_questions": {"ques_0": "Can you name a renowned documentary film festival?", "ques_1": "Which film festival is one of the longest running documentaries film festival of its region?"}}
{"id": "333", "region": "US/Europe", "category": "FMCG companies", "reference_location": "Netherlands", "reference_entity": "Unilever", "target_location": "Mumbai", "true_target_entity": "Hindustan Unilever Ltd", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Unilever PLC is a British multinational fast-moving consumer goods company founded on 2 September 1929 following the merger of British soap maker Lever Brothers and Dutch margarine producer Margarine Unie. It is headquartered in London.\n", "true_target_text": "Hindustan Unilever Limited is an Indian final good and fast-moving consumer goods company, a subsidiary of Unilever, founded on 17 October 1933. Following the merger of constituent groups, it was renamed Hindustan Lever Limited. It is headquartered in Mumbai. ", "common_questions": {"ques_0": "Can you name a fast-moving consumer goods company?", "ques_1": "Which company in the fast-moving consumer goods industry was founded many years ago?"}}
{"id": "334", "region": "US/Europe", "category": "FMCG companies", "reference_location": "Switzerland", "reference_entity": "Nestle", "target_location": "India", "true_target_entity": "ITC", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Nestlé S.A. is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Switzerland. It has been the largest publicly held food company in the world, measured by revenue and other metrics, since 2014. ", "true_target_text": "ITC Limited is an Indian multinational FMCG, hotels, paperboards and packaging conglomerate company headquartered in Kolkata, India. It has been one of the largest publicly held  company in India, measured by revenue and other metrics.", "common_questions": {"ques_0": "Which company is often measured as the largest in the FMCG industry by revenue and other metrics?", "ques_1": "Is there any conglomerate company in the food industry?"}}
{"id": "338", "region": "US/Europe", "category": "FMCG companies", "reference_location": "US", "reference_entity": "Colgate-Palmolive", "target_location": "Gurgaon", "true_target_entity": "Perfora", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Colgate-Palmolive is a global consumer products company. It offers a wide range of products including oral care products, producing toothpastes, toothbrushes, mouthwashes and other dental products.", "true_target_text": "Perfora is a consumer products company. It offers oral care products, producing toothpastes, toothbrushes, mouthwashes and other dental products.", "common_questions": {"ques_0": "Can you name a consumer products company?", "ques_1": "What is one example of a company that offers oral care products?"}}
{"id": "350", "region": "Other", "category": "Food", "reference_location": "South Korea", "reference_entity": "Gimbap", "target_location": "India", "true_target_entity": "Patra", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Gimbap, also romanized as kimbap, is a Korean dish made from cooked rice, vegetables, fish, and meat rolled in gim- dried sheets of seaweed and served in bite-sized slices. The origins of gimbap are debated.", "true_target_text": "Patra, also known as Alu vadi, is an Indian dish made from colocasia (arbi) leaves coated with gram flour (besan) batter, rolled and steamed, and then filled with a mixture of spices, before being sliced into bite-sized pieces. Its origins can be traced back to the Indian subcontinent.", "common_questions": {"ques_0": "Can you name a dish that is served in bite-sized pieces?", "ques_1": "Name a dish which is also known by another name."}}
{"id": "361", "region": "US/Europe", "category": "Freedom Fighter", "reference_location": "Italy", "reference_entity": "Giuseppe Maria Garibaldi", "target_location": "India", "true_target_entity": "Ram Prasad Bismil", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Giuseppe Maria Garibaldi was an Italian general, patriot, revolutionary and republican. He contributed to Italian unification and the creation of the Kingdom of Italy.", "true_target_text": "Ram Prasad Bismil was an Indian freedom fighter and revolutionary and republican. He contributed to Indian independence and the creation of the Republic of India.", "common_questions": {"ques_0": "Can you name a person who was a revolutionary and republican?", "ques_1": "Can you name a person who contributed to the creation of the country as it stands today?"}}
{"id": "378", "region": "Other", "category": "Haunted Place", "reference_location": "Egypt", "reference_entity": "Farafra Desert", "target_location": "India", "true_target_entity": "Grand Paradi Towers", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The legend says that Farafra Desert is haunted by the cursed ghost of Akhenaten. The ghost is not believed to be evil or harmful", "true_target_text": "The legend says that Grand Paradi Towers is haunted by a cursed ghost. The ghost is believed to be evil or harmful.", "common_questions": {"ques_0": "Can you name a place that is said to be haunted by a cursed ghost?"}}
{"id": "391", "region": "US/Europe", "category": "Historical event", "reference_location": "US", "reference_entity": "Civil Rights Movement", "target_location": "India", "true_target_entity": "Indian Independence Movement", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The civil rights movement was a social movement and campaign from 1954 to 1968 in the United States to abolish legalized racial segregation, discrimination, and disenfranchisement in the country.", "true_target_text": "The Indian Independence Movement was a social and political campaign from the late 1800s to 1947 in India to end British colonial rule and gain independence.", "common_questions": {"ques_0": "Can you provide an example of a social movement?"}}
{"id": "393", "region": "Other", "category": "Historical event", "reference_location": "Sri Lanka", "reference_entity": "Massacre of Sri Lankan Police officers", "target_location": "Lethipora", "true_target_entity": "Pulwama Attack", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "A mass murder of Sri Lankan Police officers took place on 11 June 1990. Members of the Liberation Tigers of Tamil Eelam, a militant organization, are alleged to have killed over 600 unarmed Sri Lanka Police officers in Eastern Province, Sri Lanka.", "true_target_text": "A mass attack on Central Reserve Police Force (CRPF) took place on 14 February 2019. Members of the militant organization are alleged to have killed over 40 unarmed CRPF in Lethipora, Jammu and Kashmir, India.", "common_questions": {"ques_0": "Can you mention a specific incident of mass violence against police officers?", "ques_1": "Can you recall a significant event involving the death of many police officers due to a militant group's actions?"}}
{"id": "397", "region": "Other", "category": "Historical event", "reference_location": "West Indies", "reference_entity": "1975 Cricket World Cup", "target_location": "India", "true_target_entity": "1983 Cricket World Cup final", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The 1975 Cricket World Cup was the inaugural men's Cricket World Cup, and the first major tournament in the history of One Day International cricket.", "true_target_text": "The 1983 Cricket World Cup was the third men's Cricket World Cup and was the significant milestone in the history of One Day International cricket of India.", "common_questions": {"ques_0": "Which tournament marked a significant milestone in the history of One Day International cricket for the country?"}}
{"id": "400", "region": "US/Europe", "category": "Historical event", "reference_location": "US", "reference_entity": "The Manhattan Project", "target_location": "Rajasthan", "true_target_entity": "Pokharan Project", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "The Manhattan Project is a World War II-era program that constructed the first atomic bombs. It was a significant and historical event in the field of nuclear technology.", "true_target_text": "The Pokharan Project is a 1974 Indian program that constructed and successfully tested India's first nuclear bomb. It was a significant and historical event in the field of nuclear technology in India.", "common_questions": {"ques_0": "Can you give an example of a program that constructed the first atomic bomb?", "ques_1": "Can you mention a historical event related to nuclear technology?", "ques_2": "Can you name a program that was significant in the field of nuclear technology?"}}
{"id": "401", "region": "US/Europe", "category": "Historical figure", "reference_location": "UK", "reference_entity": "Queen Elizabeth I", "target_location": "Tamil Nadu", "true_target_entity": "Queen Rani Mangammal.", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. She was the last monarch of the House of Tudor.", "true_target_text": "Rani Mangammal was the Queen of the regent of the Madurai Nayak kingdom (in present-day Madurai, India) from 1689 until her death in 1705. She was succeeded by Vijaya Ranga Chokkanatha Nayak, who took over the reign of the kingdom.", "common_questions": {"ques_0": "Could you provide a name of a Queen who held the reign of the kingdom until her death."}}
{"id": "405", "region": "Other", "category": "Historical figure", "reference_location": "China", "reference_entity": "Qin Shi Huang", "target_location": "India", "true_target_entity": "Chandragupta Maurya", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Qin Shi Huang was the founder of the Qin dynasty and the first Emperor of China. Rather than maintain the title of \"king\" borne by the previous Shang and Zhou rulers, he assumed the invented title of \"emperor\", which would see continuous use by monarchs in China for the next two millennia.\n", "true_target_text": "Chandragupta Maurya was the founder of the Maurya Empire. Rather than maintain the title of \"king\" borne by the previous Mahajanapadas rulers, he assumed the invented title of \"Emperor\", which would see continuous use by monarchs in India for the next one thousand years.", "common_questions": {"ques_0": "Can you name the founder of an Empire?", "ques_1": "Can you name a historical figure who was given the title of 'Emperor'?"}}
{"id": "407", "region": "US/Europe", "category": "Historical figure", "reference_location": "Wahington", "reference_entity": "George Washington", "target_location": "New Delhi", "true_target_entity": "Rajender Prasad", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "George Washington was an American Founding Father, military officer, and politician who served as the first president of the United States from 1789 to 1797. ", "true_target_text": "Rajendra Prasad was an Indian freedom fighter, politician, lawyer and scholar who served as the first President of India from 1950 to 1962.", "common_questions": {"ques_0": "Who was a prominent leader who served as the first president of a country?"}}
{"id": "408", "region": "US/Europe", "category": "Historical figure", "reference_location": "Britain", "reference_entity": "Queen Victoria", "target_location": "Jhansi", "true_target_entity": "Rani Lakshmi Bai", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Her reign of 63 years and 216 days, which was longer than those of any of her predecessors, is known as the Victorian era. ", "true_target_text": "Rani Lakshmi Bai was the queen of the princely state of Jhansi, India, from 1843 until her death in 1858. Her reign of 15 years although much shorter than those of any of her predecessors, is known as the Rani of Jhansi era.", "common_questions": {"ques_0": "Can you provide with an example of a Queen who held her position until her death?"}}
{"id": "410", "region": "US/Europe", "category": "Historical figure", "reference_location": "New York", "reference_entity": "John D. Rockfeller", "target_location": "India", "true_target_entity": "Jamshedji Tata", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "John Davison Rockefeller Sr. (July 8, 1839 - May 23, 1937) was an American business magnate and philanthropist. Rockefeller founded the Standard Oil Company in 1870. He was regarded as one of the greatest philanthropists.", "true_target_text": "Jamshedji Nusserwanji Tata (3 March 1839 - 19 May 1904) was an Indian businessman and philanthropist. Tata founded the Tata Group in 1868. He was regarded as one of the greatest philanthropists.", "common_questions": {"ques_0": "Can you name a businessman and philanthropist?", "ques_1": "Can you mention a businessman who established a major company?"}}
{"id": "411", "region": "US/Europe", "category": "Historical figure", "reference_location": "Macedon", "reference_entity": "Alexander the Great", "target_location": "Punjab", "true_target_entity": "Porus", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Alexander III of Macedon, most commonly known as Alexander the Great, was a king of the ancient Greek kingdom of Macedon. He succeeded his father Philip II to the throne in 336 BC at the age of 20 and spent most of his ruling years conducting a lengthy military campaign throughout Western Asia, Central Asia, parts of South Asia, and Egypt.", "true_target_text": "Porus of Punjab, most commonly known as Porus the Great, was a king of the ancient Punjab region.", "common_questions": {"ques_0": "Can you name a king of the ancient region?", "ques_1": "Can you recall a king who was known by another title?"}}
{"id": "414", "region": "US/Europe", "category": "Hospital", "reference_location": "UK", "reference_entity": "St Thomas Hospital", "target_location": "Kolkata", "true_target_entity": "SSKM Hospital", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "St Thomas' Hospital is a large NHS teaching hospital in Central London, England. It is one of the institutions that compose the King's Health Partners, an academic health science center.", "true_target_text": "SSKM Hospital is a public medical college and hospital in Kolkata, India. It is one of the institutions that make up the West Bengal Health Science University, an academic health science university.", "common_questions": {"ques_0": "Can you name a large teaching hospital?", "ques_1": "Can you name a hospital located in one of the major cities of the country?"}}
{"id": "415", "region": "Other", "category": "Hospital", "reference_location": "Qatar", "reference_entity": "Hamad Medical Corporation", "target_location": "Tamil Nadu", "true_target_entity": "Christian Medical College", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Hamad Medical Corporation is Qatar's main not-for-profit health care provider and is based in Doha. It was established by Emiri Decree No. 35 in 1979.", "true_target_text": "Christian Medical College is Tamil Nadu's renowned not-for-profit healthcare provider and is based in Vellore. It was established in 1900 under the inspiration of Dr. Ida Scudder.", "common_questions": {"ques_0": "Can you name a not-for-profit health care provider?"}}
{"id": "422", "region": "US/Europe", "category": "Hotel", "reference_location": "Las Vegas", "reference_entity": "Bellagio Resort", "target_location": "Goa", "true_target_entity": "Marriott resort and spa", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Bellagio (/bəˈlɒʒi.oʊ/ bə-LAH-zhi-oh) is a resort, luxury hotel and casino on the Las Vegas Strip in Paradise, Nevada. It is owned by Blackstone Inc. and operated by MGM Resorts International. Bellagio was conceived by casino owner Steve Wynn and was built on the former site of the Dunes hotel-casino.", "true_target_text": "Marriott Resort and Spa is a resort and luxury hotel and casino on the edge of Miramar Beach, Panaji, Goa. It is owned by VMSalgaocar Corp and operated by Marriott International.", "common_questions": {"ques_0": "What is an example of a resort and luxury hotel?", "ques_1": "Name a hotel which also has a casino?", "ques_2": "Can you name a hotel that is associated with a prominent hotel group?"}}
{"id": "429", "region": "Other", "category": "Hotel", "reference_location": "Dubai", "reference_entity": "SLS Dubai Hotel & Residences", "target_location": "Bengaluru", "true_target_entity": "The Ritz- Carlton", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "The SLS Dubai Hotel & Residences is a luxurious property located in the Business Bay neighborhood of Dubai. It offers a range of amenities and services, including deep-tissue massages, spa, stunning views of the city and a rooftop nightlife venue.", "true_target_text": "The Ritz-Carlton is a luxurious property located in the Ashok Nagar neighborhood of Bangalore. It offers a range of amenities and services, including spa, stunning views of the city, and a top floor club lounge.", "common_questions": {"ques_0": "Can you name a luxurious hotel property?", "ques_1": "Which hotel offers a wide range of amenities incluidng spa?"}}
{"id": "432", "region": "US/Europe", "category": "Internet provider", "reference_location": "US", "reference_entity": "Verizon", "target_location": "India", "true_target_entity": "Jio", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Verizon is an American wireless network operator that previously operated as a separate division of Verizon Communications under the name Verizon Wireless.", "true_target_text": "Jio is an Indian national LTE network and 4G and 5G wireless service operator that previously operated as Reliance Jio Infocomm Limited before rebranding to its current name, Jio.", "common_questions": {"ques_0": "Can you provide an example of a wireless network operator?"}}
{"id": "435", "region": "US/Europe", "category": "Internet provider", "reference_location": "Pennsylvania", "reference_entity": "Xfinity", "target_location": "Bengaluru", "true_target_entity": "Atria Convergence Technologies", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Comcast Cable Communications, LLC, doing business as Xfinity, is an American telecommunications business segment and division of Comcast Corporation. ", "true_target_text": "Atria Convergence Technologies (ACT) is an Indian telecommunications company.", "common_questions": {"ques_0": "Can you name a company which does business in telecommunications?", "ques_1": "Can you name a company which provides internet services?"}}
{"id": "440", "region": "US/Europe", "category": "Internet provider", "reference_location": "US", "reference_entity": "Cox communications", "target_location": "India", "true_target_entity": "Vodafone Idea", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Cox Communications, Inc. is an American digital cable television provider, telecommunications and home automation services. It is the third-largest cable television provider in the United States, serving approximately 6.5 million customers, including 2.9 million digital cable subscribers, 3.5 million Internet subscribers, and almost 3.2 million digital telephone subscribers, making it the seventh-largest telephone carrier in the country. ", "true_target_text": "Vodafone Idea is an Indian  telecommunication company. It is the third-largest mobile telecommunication network in India serving over 226 million subscribers, mobile network services and internet broadband services and mobile internet.", "common_questions": {"ques_0": "Can you name a telecommunications company?", "ques_1": "What company ranks as one of the top telecommunication providers in terms of subscribers?"}}
{"id": "446", "region": "US/Europe", "category": "Journalist", "reference_location": "US", "reference_entity": "Kendra Andrews", "target_location": "West Bengal", "true_target_entity": "Gautam Bhattacharya", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Kendra Andrews is an American sports journalist and reporter. She currently covers the Golden State Warriors for ESPN. She is the younger sister of Malika Andrews, who also works for ESPN.", "true_target_text": "Gautam Bhattacharya is an Indian sports journalist, reporter and author. He is currently working as the Joint Editor of Kolkata TV.", "common_questions": {"ques_0": "Can you name a sports journalist who is also a reporter?", "ques_1": "Who is a sports journalist currently working for a television network?"}}
{"id": "447", "region": "US/Europe", "category": "Journalist", "reference_location": "Slovenia", "reference_entity": "Alenka Puhar", "target_location": "India", "true_target_entity": "Kaveree Bamzai", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Alenka Puhar is a Slovenian journalist, author, translator, and historian. In 1982, she wrote a groundbreaking psychohistory-inspired book \"The Primal Text of Life\" about the 19th century social history of early childhood in Slovene Lands, then part of the Austro-Hungarian Empire.", "true_target_text": "Kaveree Bamzai is an Indian journalist, author and film critic. In 2019, she wrote a book 'No Regrets:The Guilt-Free Woman's Guide to a Good Life' about what not to do, what to remember and what to forget.", "common_questions": {"ques_0": "Can you name a journalist who is also an author?", "ques_1": "Name a journalist who has published a book."}}
{"id": "449", "region": "US/Europe", "category": "Journalist", "reference_location": "Italy", "reference_entity": "Carmine Pecorelli", "target_location": "Chhattisgarh", "true_target_entity": "Sai Reddy", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Carmine \"Mino\" Pecorelli was an Italian journalist, shot dead in Rome a year after former prime minister Aldo Moro's 1978 kidnapping and subsequent killing. He was described as a \"maverick journalist with excellent secret service contacts\".", "true_target_text": "Sai Reddy was an Indian journalist, stabbed dead in Basaguda.", "common_questions": {"ques_0": "Can you provide an example of a journalist who was unfortunately killed because of their work?"}}
{"id": "451", "region": "Other", "category": "Journalist", "reference_location": "Japan", "reference_entity": "Takashi Tachibana", "target_location": "Kolkata", "true_target_entity": "Swapan Dasgupta", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Takashi Tachibana is a Japanese social activist, journalist, accountant and politician who is the founder and leader of the NHK Party.", "true_target_text": "Swapan Dasgupta is a Kolkata-based  journalist and politician. He is member in Bharatiya Janata Party.", "common_questions": {"ques_0": "Who is a journalist that is also involved in politics?", "ques_1": "Can you give an example of a journalist who is a member of a political party?"}}
{"id": "454", "region": "Other", "category": "Kings & Dynasty", "reference_location": "China", "reference_entity": "Han Dynasty", "target_location": "India", "true_target_entity": "Dogra dynasty", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Han dynasty was an imperial dynasty of China, established by Liu Bang and ruled by the House of Liu. The dynasty was preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, and it was succeeded by the Three Kingdoms period. ", "true_target_text": "The Dogra dynasty was an imperial and a princely state dynasty of Jammu and Kashmir, established by Gulab Singh and ruled by Gulab Singh and his descendants. The dynasty was preceded by the Sikh Empire and succeeded as Union territory of India.", "common_questions": {"ques_0": "Can you name an imperial dynasty?", "ques_1": "Name a dynasty that was preceded by another Empire?"}}
{"id": "457", "region": "Other", "category": "Kings & Dynasty", "reference_location": "Egypt", "reference_entity": "Tutankhamun", "target_location": "Pataliputra", "true_target_entity": "Vasudeva Kanva", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Tutankhamun, Tutankhamon or Tutankhamen, also known as Tutankhaten, was the antepenultimate pharaoh of the Eighteenth Dynasty of ancient Egypt. His death marked the cessation of the dynasty's royal line.\n", "true_target_text": "Vasudeva Kanva was the founder and ruler of the Kanva dynasty of ancient India. His death marked the succession of his son Bhumimitra.", "common_questions": {"ques_0": "Can you name an individual who was the ruler of a dynasty?", "ques_1": "Name a ruler who ruled in the ancient period."}}
{"id": "466", "region": "Other", "category": "Lakes", "reference_location": "Tanzania", "reference_entity": "Lake Natron", "target_location": "Chennai", "true_target_entity": "Pulicat lake", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "Lake Natron is a salt or alkaline lake located in north Ngorongoro District of Arusha Region in Tanzania at the border with Kenya. It is in the Gregory Rift, which is the eastern branch of the East African Rift. The lake is within the Lake Natron Basin, a Ramsar Site wetland of international significance.", "true_target_text": "Pulicat Lake is a brackish water lagoon located in the north of Chennai, on the Coromandel Coast, Andhra Pradesh-Tamil Nadu border. It is situated in the Thiruvallur district of Tamil Nadu, and it extends into the state of Andhra Pradesh. The lagoon encompasses the Pulicat Lake Bird Sanctuary.", "common_questions": {"ques_0": "Can you name a lake at the border of a region?"}}
{"id": "473", "region": "US/Europe", "category": "Landmark", "reference_location": "US", "reference_entity": "Golden Gate Bridge", "target_location": "West Bengal", "true_target_entity": "Howrah Bridge", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "The Golden Gate Bridge is a suspension bridge spanning the Golden Gate, the one-mile-wide strait connecting San Francisco Bay and the Pacific Ocean.", "true_target_text": "The Howrah Bridge is a cantilever bridge spanning the Hooghly River, the wide river that flows through West Bengal and connects the cities of Howrah and Kolkata.", "common_questions": {"ques_0": "Can you provide an example of a landmark bridge?", "ques_1": "Can you provide a name of a famous bridge spanning a river connecting two cities?"}}
{"id": "476", "region": "US/Europe", "category": "Landmark", "reference_location": "UK", "reference_entity": "Stonehenge", "target_location": "Maharashtra", "true_target_entity": "Ajanta and Ellora caves", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Stonehenge is a prehistoric monument on Salisbury Plain in Wiltshire, England, two miles west of Amesbury. It consists of an outer ring of vertical sarsen standing stones, each around 13 feet high, seven feet wide, and weighing around 25 tons, topped by connecting horizontal lintel stones.", "true_target_text": "Ajanta and Ellora caves are prehistoric rock-cut cave monuments located in the Aurangabad district of Maharashtra, India, Ajanta Caves is approximately 104 kilometers from the city of Aurangabad and Ellora Caves are situated 29 kilometers (18 miles) north-west of Aurangabad. The Ajanta Caves constitute ancient monasteries and worship-halls of different Buddhist traditions carved into a 75-metre (246 ft) wall of rock. Ellora caves consist of 17 Hindu (caves 13-29), 12 Buddhist (caves 1-12) and 5 Jain (caves 30-34) caves built close to one another.", "common_questions": {"ques_0": "Can you provide an example of a prehistoric monument?"}}
{"id": "482", "region": "Other", "category": "Landmark", "reference_location": "Bhutan", "reference_entity": "Punakha Dzong", "target_location": "Ladakh", "true_target_entity": "Thiksey Monastery", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "The Punakha Dzong is the administrative centre of Punakha District in Punakha, Bhutan. Constructed by Ngawang Namgyal, 1st Zhabdrung Rinpoche, in 1637–38. It is one of the most majestic structures. The dzong houses the sacred relics of the southern Drukpa Lineage of the Kagyu school of Tibetan Buddhism, including the Rangjung Kharsapani and the sacred remains of Ngawang Namgyal and the tertön Pema Lingpa.", "true_target_text": "The Thiksey Monastery is the administrative centre of Thiksey District in Ladakh, India. Constructed by Spon Paldan Sherab, in the 15th century. It is one of the most majestic structures. The monastery houses precious relics of the Gelugpa sect of Tibetan Buddhism, including the peerless statue of Maitreya Buddha and sacred remains of numerous revered lamas and masters.", "common_questions": {"ques_0": "Can you mention a majestic structure that serves as an administrative center?", "ques_1": "Which adminstrative structure houses relics of Tibetian Buddhism?", "ques_2": "Name a landmark which houses sacred remains associated with Buddhism?"}}
{"id": "484", "region": "Other", "category": "Language", "reference_location": "China", "reference_entity": "Chinese", "target_location": "Karnataka", "true_target_entity": "Kannada", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Standard Chinese is designated as the official language of mainland China. There are standard Chinese speakers in other countries like United Nations, Singapore, and Taiwan.", "true_target_text": "Kannada is designated as the official language of mainland Karnataka. There are standard Kannada speakers in other countries, like United Nations, Singapore, and Malaysia.", "common_questions": {"ques_0": "What is an example of a country's official language?", "ques_1": "Can you name a language whose speakers are in multiple countries?"}}
{"id": "487", "region": "US/Europe", "category": "Language", "reference_location": "Los angeles", "reference_entity": "Spanish", "target_location": "Assam", "true_target_entity": "Assamese", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Los Angeles County has the largest Spanish-speaking population in the United States, with Spanish being the second most spoken language at home in the county.", "true_target_text": "Assam has the largest Assamese-speaking population in India, with Assamese being the twelfth most spoken language at home in the country.", "common_questions": {"ques_0": "Can you name a language which is one of the most spoken languages of the country?"}}
{"id": "491", "region": "Other", "category": "Language", "reference_location": "Zimbabwe", "reference_entity": "Shona", "target_location": "Gujarat", "true_target_entity": "Gujarati", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Shona is a Bantu language of the Shona people of Zimbabwe. It is one of the official languages of Zimbabwe. It is also spoken in Mozambique and Botswana as well.", "true_target_text": "Gujarati is an Indo-Aryan language of the Gujarati people of India. It is one of the official languages of India. It is also spoken in state of Maharashtra as well as in few countries like Pakistan and United States.", "common_questions": {"ques_0": "Can you name one of the official languages of the country?", "ques_1": "Name a language which is spoken in multiple countries?"}}
{"id": "492", "region": "US/Europe", "category": "Language", "reference_location": "Germany", "reference_entity": "German", "target_location": "Punjab", "true_target_entity": "Punjabi", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "German is a West Germanic language mainly spoken in Western and Central Europe. It is widely spoken in Germany, Austria, Switzerland, Liechtenstein, and the Italian province of South Tyrol.", "true_target_text": "Punjabi is an Indo-European language mainly spoken in Northwest India. It is widely spoken in Punjab, Haryana, Delhi and Himachal Pradesh as well as in some countries like Canada and the Pakistani provinces of Punjab and Sindh.", "common_questions": {"ques_0": "Can you give an example of a language spoken in multiple countries?", "ques_1": "Give an example of a language spoken in a vast region."}}
{"id": "498", "region": "Other", "category": "Library", "reference_location": "China", "reference_entity": "National Library of China", "target_location": "Goa", "true_target_entity": "Krishnadas Shama Central Library", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The National Library of China is the national library of the People's Republic of China, located in Beijing, China, and is one of the largest libraries in the world. It contains over 41 million items as of December 2020. ", "true_target_text": "The Krishnadas Shama Central Library is the state library of Goa, located in Panjim, Goa, and is one of the oldest libraries in India. It contains over 1 million items.", "common_questions": {"ques_0": "Can you name a large library containing over million items?"}}
{"id": "501", "region": "Other", "category": "Library", "reference_location": "Russia", "reference_entity": "The Russian State Library", "target_location": "Hyderabad", "true_target_entity": "State Central Library", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "The Russian State Library is one of the three national libraries of Russia, located in Moscow. It is the largest library in the country, largest in Europe and one of the largest in the world. Its holdings crossed over 47 million units in 2017. ", "true_target_text": "The State Central Library is one of the state libraries of India, located in Hyderabad. It is the largest library in the state of Telangana. Its holdings crossed over five hundred thousand units in 2021.", "common_questions": {"ques_0": "Can you name a library known for being one of the largest in its region?", "ques_1": "Which library houses a vast collection of items?"}}
{"id": "503", "region": "US/Europe", "category": "Library", "reference_location": "US", "reference_entity": "University of Iowa Law Library", "target_location": "India", "true_target_entity": "Indian Law institute Library", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The University of Iowa Law Library has one of the most extensive collections of legal materials in the country. It has an extensive collection of U.S. legal materials and materials in foreign, comparative and international law. The library also offers research assistance.", "true_target_text": "Indian Law Institute Library has one of the most extensive collections of legal materials in the country. It has an extensive collection of Indian legal materials and materials in foreign, comparative and international law. The library also offers research assistance.", "common_questions": {"ques_0": "Can you name a Law university library?", "ques_1": "Where might someone go to seek research assistance for legal studies?", "ques_2": "Name a library known for its extensive collection of legal materials?"}}
{"id": "505", "region": "US/Europe", "category": "Library", "reference_location": "Italy", "reference_entity": "Bibliomotocarro", "target_location": "Chennai", "true_target_entity": "The Connemara Public Library", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Bibliomotocarro is a mobile library in southern region of Italy. It promotes reading and education. It is committed to providing access to books and literature. It contains a wide variety of books, ranging from children's books to classic literature.", "true_target_text": "The Connemara Public Library is a library in southern region of India. It promotes reading and education. It is committed to providing access to books and literature. It contains a wide variety of books, ranging from rare books to classic literature and publications.", "common_questions": {"ques_0": "Can you name a library that \npromotes reading and education?", "ques_1": "Can you provide a name for a library located in southern region of a country?", "ques_2": "Where can you find a wide variety of books including classic literature?"}}
{"id": "515", "region": "Other", "category": "Lyricist", "reference_location": "Japan", "reference_entity": "Yukinojo Mori", "target_location": "Rajasthan", "true_target_entity": "Hasrat Jaipuri", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Masakazu Mori, better known by his stage name Yukinojo Mori, is a Japanese lyricist, composer, and poet. He has written lyrics for several movies ", "true_target_text": "Iqbal Hussain, better known by his stage name Hasrat Jaipuri, was an Indian poet and lyricist. He has written lyrics for several movies.", "common_questions": {"ques_0": "Can you name a lyricist who is also a poet?", "ques_1": "Mention a lyricist who is known by his stage name?", "ques_2": "Can you mention a lyricist who has written lyrics for several movies?"}}
{"id": "517", "region": "US/Europe", "category": "Magazine", "reference_location": "France", "reference_entity": "Marie Claire", "target_location": "India", "true_target_entity": "Verve", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Marie Claire is a French international monthly magazine first published in France in 1937, followed by the United Kingdom in 1941. Since then, various editions are published in many countries and languages. The feature editions focus on women around the world and global issues. Marie Claire magazine also covers health, beauty, fashion, politics, finance, and career topics.", "true_target_text": "Verve is an Indian monthly magazine turned website, first published in India in 1995. The feature edition focuses on specific themes or topic related to luxury lifestyle. Verve magazine also covers fashion, beauty, travel, culture, and arts reaching in various places within India.", "common_questions": {"ques_0": "Mention a magazine that covers topics related to fashion, beauty health etc.", "ques_1": "Name a famous monthly magazine."}}
{"id": "534", "region": "US/Europe", "category": "Mobile App", "reference_location": "US", "reference_entity": "Duolingo", "target_location": "India", "true_target_entity": "Byju's", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Duolingo is an American educational technology company that produces learning apps and provides language certification. Duolingo offers courses on music, math and over 40 languages, ranging from English, French, and Spanish to less commonly studied languages such as Welsh, Irish, and Swahili.", "true_target_text": "Byju's is an Indian Multinational educational technology company that produces learning apps and provides certification for various subjects and courses. Byju's offers courses on music, math and over 40 languages, ranging from English, Hindi, and Tamil to less commonly studied languages such as Kannada, Telugu, and Malayalam.", "common_questions": {"ques_0": "What is an example of an educational technology company?", "ques_1": "Can you name a company that offers courses in multiple languages?", "ques_2": "Name a company that provides certification through their app offerings."}}
{"id": "536", "region": "US/Europe", "category": "Monument", "reference_location": "Paris", "reference_entity": "Eiffel Tower", "target_location": "Delhi", "true_target_entity": "India Gate", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Eiffel Tower is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower from 1887 to 1889.", "true_target_text": "India Gate is an arch monument built in Delhi, India. It is named after the soldiers of the British Indian army who died in World War I and the Third Anglo-Afghan War. It was designed and built by Edwin Lutyens from 1921 to 1931.", "common_questions": {"ques_0": "Can you name a monument located in the capital of the country?"}}
{"id": "538", "region": "Other", "category": "Monument", "reference_location": "Japan", "reference_entity": "Tokyo Imperial Palace", "target_location": "Rajasthan", "true_target_entity": "Udaipur City Palace", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Imperial Palace is the main residence of the Emperor of Japan. It is a large park-like area located in the Chiyoda district of the Chiyoda ward of Tokyo and contains several buildings including the Fukiage Palace where a Emperor has his living quarters, the main palace where various ceremonies and receptions take place, some residences of the Imperial Family, an archive, museums and administrative offices.", "true_target_text": "The Udaipur City Palace was the residence of the Maharanas of Udaipur. It is a large palace complex located on the east bank of Lake Pichola and contains several palaces including the Sheesh Mahal, Shambu Niwas the residences of the royal family, temples, and administrative offices.", "common_questions": {"ques_0": "Can you name a palace which is or was a residence of the region's emperor?", "ques_1": "Describe a large palace complex with multiple buildings within it."}}
{"id": "541", "region": "US/Europe", "category": "Monument", "reference_location": "US", "reference_entity": "Statue of Liberty", "target_location": "Gujarat", "true_target_entity": "Statue of Unity", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York City, United States.", "true_target_text": "The Statue of Unity is a colossal sculpture on the island of Sadhu Bet near Vadodara in the Gujarat, India.", "common_questions": {"ques_0": "Can you name a famous colossal sculpture?", "ques_1": "Can you name a famous statue?"}}
{"id": "542", "region": "US/Europe", "category": "Monument", "reference_location": "South Carolina", "reference_entity": "Fort Sumter", "target_location": "Kerala", "true_target_entity": "Bekal Fort", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Battle of Fort Sumter was the bombardment of Fort Sumter near Charleston, South Carolina by the South Carolina militia. It ended with its surrender by the United States Army, beginning the American Civil War.", "true_target_text": "Bekal Fort, in Kasargod District, was an important military station for Tipu Sultan when he led a military expedition to capture Malabar. The fort came under the British East India Company's control and became the headquarters of the Bekal Taluk of South Canara District in Bombay presidency.", "common_questions": {"ques_0": "Name the forts that played pivotal roles in military campaigns or conflicts?", "ques_1": "Mention the forts that symbolizes significant moments or turning points in the history of a region or nation?", "ques_2": "Can you name a military structure which had great significance under the leadership  of a historical figure?", "ques_3": "Can you give an instance where a fort came under new control during a period of conflict or war?"}}
{"id": "546", "region": "US/Europe", "category": "Motivational Speaker", "reference_location": "US", "reference_entity": "Paula White", "target_location": "Coimbatore", "true_target_entity": "Sadhguru", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Paula Michelle White-Cain is an American televangelist and a proponent of prosperity theology.\n  White became chair of the evangelical advisory board in Donald Trump's administration. She delivered the invocation at his inauguration, on January 20, 2017. She is the first female clergy member to deliver the invocation.", "true_target_text": "Sadhguru is an Indian spiritual leader and speaker and proponent of integral yoga. Sadhguru founded the Isha Foundation, a non-profit organization. He has also addressed at the annual World Economic Forum in 2007, 2017 and 2020.", "common_questions": {"ques_0": "Can you name a motivational speaker who has addressed an important event?"}}
{"id": "548", "region": "Other", "category": "Motivational Speaker", "reference_location": "Australia", "reference_entity": "Nick Vujicic", "target_location": "India", "true_target_entity": "Sandeep Maheshwari", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Nicholas James Vujicic is an Australian-American Christian evangelist and motivational speaker of Serbian descent. Vujicic has tetra-amelia syndrome, a disorder characterised by the absence of arms and legs.", "true_target_text": "Sandeep Maheshwari is an Indian motivational speaker, writer, YouTuber, photographer, and entrepreneur.", "common_questions": {"ques_0": "Can you name a motivational speaker?"}}
{"id": "552", "region": "US/Europe", "category": "Motivational Speaker", "reference_location": "Canada", "reference_entity": "Malcolm Gladwell", "target_location": "Delhi", "true_target_entity": "Vivek Bindra", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Malcolm Timothy Gladwell CM is an English-born Canadian journalist, author, and public speaker. He has been a staff writer for The New Yorker since 1996. He has published seven books.", "true_target_text": "Vivek Bindra is an Indian motivational speaker, author, and business coach. He is the CEO of Bada Business Pvt. Ltd. He has published ten books.", "common_questions": {"ques_0": "Can you name a motivational speaker who is also an author?", "ques_1": "Name a motivational speaker who has published many books."}}
{"id": "555", "region": "Other", "category": "Motivational Speaker", "reference_location": "Africa", "reference_entity": "Cassandra Worthy", "target_location": "Telangana", "true_target_entity": "Diana Hayden", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Cassandra Worthy is a businesswoman and a motivational speaker. She is known for her expertise in change management, transformation, and guiding individuals and organizations through significant shifts. Her approach emphasizes resilience, adaptability, and empowering individuals to embrace change enthusiastically.", "true_target_text": "Diana Hayden is a model and a motivational speaker. She is known for her expertise in grooming, building confidence, and guiding individuals through significant shifts. Her approach emphasizes resilience, adaptability, and empowering individuals to embrace change enthusiastically.", "common_questions": {"ques_0": "Can you name a motivational speaker  who is known for their expertise in guiding individuals through significant shifts?"}}
{"id": "560", "region": "Other", "category": "Movie", "reference_location": "South Korea", "reference_entity": "Parasite", "target_location": "India", "true_target_entity": "RRR", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Parasite is a 2019 South Korean black comedy thriller film directed by Bong Joon-ho, who co-wrote the screenplay with Han Jin-won and co-produced. The film, starring Song Kang-ho, Lee Sun-kyun, Cho Yeo-jeong, Choi Woo-shik, Park So-dam, Jang Hye-jin, Park Myung-hoon, and Lee Jung-eun, follows a poor family who infiltrates the life of a wealthy family.", "true_target_text": "RRR is a 2022 Indian epic period action-drama film directed by S. S. Rajamouli, who co-wrote the screenplay with V. Vijayendra Prasad. The film starring N. T. Rama Rao Jr. and Ram Charan alongside an ensemble cast with Ajay Devgn, Alia Bhatt, Shriya Saran, Samuthirakani, Ray Stevenson, Alison Doody, and Olivia Morris playing supporting roles. follows fictional versions of two Indian revolutionaries, Alluri Sitarama Raju and Komaram Bheem, their friendship, and their fight against the British Raj.", "common_questions": {"ques_0": "Name a movie whose director also co-wrote the movie.", "ques_1": "Name a movie which has a huge star cast."}}
{"id": "563", "region": "US/Europe", "category": "Movie", "reference_location": "US", "reference_entity": "The Pursuit of Happyness", "target_location": "Tamil Nadu", "true_target_entity": "Soorarai Pottru", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Pursuit of Happyness is a 2006 American biographical drama film directed by Gabriele Muccino and starring Will Smith as Chris Gardner, a homeless salesman. Smith's son, Jaden Smith, co-stars, making his film debut as Gardner's son, Christopher Jr.", "true_target_text": "Soorarai Pottru is a 2020 Indian drama film directed by Sudha Kongara and starring Suriya as Nedumaaran Rajangam (Maara), a former Indian Air Force captain. Arjunan's son Ilan and daughter Iyal make their debut with this film.", "common_questions": {"ques_0": "Can you name a film which marks the debut of a famous actor's son?", "ques_1": "Mention a drama film."}}
{"id": "566", "region": "US/Europe", "category": "Movie", "reference_location": "US", "reference_entity": "12 Angry Men", "target_location": "India", "true_target_entity": "Court", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "12 Angry Men is a 1957 American independent legal drama film directed by Sidney Lumet, adapted from a 1954 teleplay of the same name by Reginald Rose. ", "true_target_text": "\"Court\" is a 2014 Indian legal drama film directed by Chaitanaya Tamhane.", "common_questions": {"ques_0": "Can you think of a legal drama film?"}}
{"id": "569", "region": "US/Europe", "category": "Movie", "reference_location": "US", "reference_entity": "Love, Simon", "target_location": "India", "true_target_entity": "Salaam Namaste", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Love, Simon is a 2018 American teen romantic comedy drama film directed by Greg Berlanti, written by Elizabeth Berger and Isaac Aptaker, and based on the 2015 novel Simon vs. the Homo Sapiens Agenda by Becky Albertalli. ", "true_target_text": "Salaam Namaste is a 2005 Indian romantic comedy drama film directed by Siddharth Anand, written by Abbas Tyrewala and Siddharth Anand.", "common_questions": {"ques_0": "Can you name a romantic comedy-drama film?"}}
{"id": "572", "region": "US/Europe", "category": "Movie", "reference_location": "France", "reference_entity": "East/West", "target_location": "Orissa", "true_target_entity": "Monsoon Wedding", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "East/West is a 1999 drama film directed by Régis Wargnier. It received generally positive reviews from critics. The film got nominated for and won several accolades.", "true_target_text": "Monsoon Wedding is a 2001 comedy-drama film directed by Mira Nair. It received positive reviews from critics. The film got nominated for and won several accolades.", "common_questions": {"ques_0": "What is a drama film that got nominated for and won several accolades ?", "ques_1": "Can you provide an example of a drama film that received posititve reviews from critics?"}}
{"id": "592", "region": "Other", "category": "Music band", "reference_location": "South Korea", "reference_entity": "Seventeen", "target_location": "India", "true_target_entity": "Euphoria", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Seventeen is a South Korean pop boy band formed by Pledis Entertainment. The group consists of thirteen members: S.Coups, Jeonghan, Joshua, Jun, Hoshi, Wonwoo, Woozi, DK, Mingyu, The8, Seungkwan, Vernon, and Dino.", "true_target_text": "Euphoria is an Indian pop rock band formed by Dr. Palash Sen. The group consists of several members: Palash Sen, Debajyoti Bhaduri, Rakesh Bhardwaj, Prashant Trivedi, Vaishali Barua, Vishal Mehta, Vishal Dixit, Aditya Shankar Benia, Amborish Saikia, Ashok Roy, Akshat Sharma, Jayashree Basu.", "common_questions": {"ques_0": "Name a pop music band which consists of several members."}}
{"id": "596", "region": "US/Europe", "category": "Music band", "reference_location": "US", "reference_entity": "Avenged Sevenfold", "target_location": "Kolkata", "true_target_entity": "Fossils", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Avenged Sevenfold is an American heavy metal band from Huntington Beach, California, formed in 1999. The band's current lineup consists of vocalist M. ", "true_target_text": "Fossils is an Indian hard rock band from Kolkata, India, formed in 1998. The band's current lineup consists of vocalist Rupam Islam.", "common_questions": {"ques_0": "Name a music band which was formed many years ago?", "ques_1": "Which band's current lineup consists of a vocalist?"}}
{"id": "599", "region": "US/Europe", "category": "Music band", "reference_location": "Brazil", "reference_entity": "Anavitória", "target_location": "Nagaland", "true_target_entity": "Nooran Sisters", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Anavitória is a Brazilian musical duo consisting of Ana Clara Caetano Costa and Vitória Fernandes Falcão. Formed in 2015, Anavitória debuted with an EP produced by Tiago Iorc after being discovered by Iorc's then manager Felipe Simas. ", "true_target_text": "Nooran Sisters is an Indian musical duo consisting of Sultana Nooran and Jyoti Nooran. Formed in 2010, Nooran Sisters debuted in the film industry with Patakha Guddi produced by A R Rahman.", "common_questions": {"ques_0": "Can you name a musical duo?"}}
{"id": "600", "region": "Others", "category": "Music band", "reference_location": "Japan", "reference_entity": "Band-Maid", "target_location": "Jammu and Kashmir", "true_target_entity": "Pragaash", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Band-Maid is a Japanese rock band formed in 2013, consisting of singer Saiki Atsumi, guitarist/singer Miku Kobato, lead guitarist Kanami Tōno, bassist Misa, and drummer Akane Hirose. ", "true_target_text": "Pragaash was an Indian rock band formed in 2012, consisting of singer/guitarist Noma Nazir Bhatt, bassist Aneeqa Khalid, and drummer Farah Deeba.", "common_questions": {"ques_0": "Can you recall a rock band which consists of a singer/guitarist and drummer?", "ques_1": "Name a rock band which was formed almost a decade ago."}}
{"id": "603", "region": "US/Europe", "category": "Music band", "reference_location": "Washington", "reference_entity": "Foo fighters", "target_location": "karnataka", "true_target_entity": "All the fat children", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Foo Fighters are an American rock band formed in Seattle in 1994. The band has released several albums, singles and videos. The band was formed by Dave Grohl, who is the guitarist and vocalist for the band.", "true_target_text": "All The Fat Children (ATFC) is an Indian alternative rock band that was formed in Bengaluru in June 2008. The band has released several singles and videos. The band was formed by Eben Johnson who, is the guitarist and vocalist for the band.", "common_questions": {"ques_0": "Can you name a rock band formed by a guitarist and vocalist of the band?", "ques_1": "Which rock band has released several singles and videos?"}}
{"id": "611", "region": "US/Europe", "category": "Music director", "reference_location": "US", "reference_entity": "Patrice Rushen", "target_location": "India", "true_target_entity": "Usha Khanna", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Patrice Louise Rushen is an American jazz pianist and R&B singer. She is also a composer, record producer, multi-instrumentalist, songwriter, and music director.", "true_target_text": "Usha Khanna is an Indian film music director. She is also a singer and lyricist.", "common_questions": {"ques_0": "Name a female music director.", "ques_1": "Mention a music director who is also a singer."}}
{"id": "614", "region": "Other", "category": "Music director", "reference_location": "Nigeria", "reference_entity": "Emeka Nwokedi", "target_location": "Maharashtra", "true_target_entity": "Anu Malik", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Emeka Nwokedi is a Nigerian conductor and music director. Since 1995, he has been the conductor and music director of Muson Center. In February 1988, he co-founded the Lagos City Chorale.", "true_target_text": "Anu Malik is an Indian composer, music director, and singer. Since 1975, he has been a music director in the Bollywood music industry and a judge on various reality TV shows.", "common_questions": {"ques_0": "Can you name a famous music director?", "ques_1": "Name a person who has been working as a music director for many years."}}
{"id": "616", "region": "US/Europe", "category": "Music director", "reference_location": "California", "reference_entity": "Alberto Colombo", "target_location": "Kolkata", "true_target_entity": "Jeet Gannguli", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Alberto Colombo, born on November 27, 1888, was an American music director. He has composed music for numerous films. He was nominated at the 10th Academy Awards in the category of Best Score for the film Portia on Trial.", "true_target_text": "Jeet Gannguli, born on May 24, 1977, is an Indian music director. He has composed music for numerous films. He was nominated at the Filmfare Awards East in the category of Best Music Director for the film \"Yuddho\".", "common_questions": {"ques_0": "Can you name a famous music director who was nominated for a reputed award?", "ques_1": "Mention a music director who has composed music for numerous movies."}}
{"id": "624", "region": "US/Europe", "category": "Music director", "reference_location": "Germany", "reference_entity": "André Previn", "target_location": "Tamil Nadu", "true_target_entity": "Ilaiyaraaja", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "André George Previn KBE was a German-American pianist, composer, and conductor. His career had three major genres: Hollywood films, jazz, and classical music. In each he achieved success, and the latter two were part of his life until the end. In movies, he arranged and composed music. ", "true_target_text": "Illaiyaraaja is an Indian multi-instrumentalist, composer and conductor. His career has few major genres: classical, oratorio, jazz, rock, folk music and Indian cinema. In each he achieved success and in movies, he arranges and composes music.", "common_questions": {"ques_0": "Can you provide an example of a composer who arranges and composes music in movies?", "ques_1": "Who is a notable composer that had success in both jazz and classical genres?"}}
{"id": "629", "region": "US/Europe", "category": "Music director", "reference_location": "Ireland", "reference_entity": "Bjorn Lynne", "target_location": "Punjab", "true_target_entity": "shardul singh kwatra", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Bjorn Arild Lynne (born December 31, 1966) is a Norwegian sound engineer and music composer, now living and working in Stavern, Norway. He was also known as a tracker music composer under the name \"Dr. Awesome\" in the demoscene in the 1980s and 1990s when he released tunes in MOD format and made music for Amiga games.\nIn 1995 he moved to England and composed for Team17. He recorded albums in England, including the Timura trilogy, inspired by the books of Allan Cole. In 2005 he returned to Norway and started a music publishing company, Lynne Publishing AS and a royalty-free music / stock music service, Shockwave-Sound.\n", "true_target_text": "Shardul Singh Kwatra, (born in 1928) is an Indian producer, director and music composer, previously lived and worked in Bombay, India.\nIn the mid 1970s, Kwatra moved to Chandigarh and established the Chandigarh Film Institute.", "common_questions": {"ques_0": "Can you think of any music composer?"}}
{"id": "641", "region": "Other", "category": "Musical Instruments", "reference_location": "south Africa", "reference_entity": "Drum", "target_location": "Delhi", "true_target_entity": "Tabla", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The drums are a member of the percussion group of musical instruments. In the Hornbostel-Sachs classification system, it is a membranophone. ", "true_target_text": "The tabla is a member of percussion group of musical instruments. In the Hornbostel-Sachs classification system, it is a membranophone.", "common_questions": {"ques_0": "What is an example of a musical instrument that belongs to the percussion group?", "ques_1": "Can you name a membranophone in the Hornbostel-Sachs classification system?"}}
{"id": "644", "region": "Other", "category": "National park", "reference_location": "Oman", "reference_entity": "Jabal Samhan Nature Reserve", "target_location": "Uttarakhand", "true_target_entity": "Jim Corbett National Park", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Jabal Samhan Nature Reserve is a nature reserve in the area of Jabal Samḥān in Dhofar, Oman. It has an area of 4,500 square kilometers (1,700 sq mi) and has no permanent population. Being in the region of the Dhofar Mountains, it is one of the last refuges for wild Arabian leopards. Data suggests that around twenty Arabian leopards are left in the reserve.", "true_target_text": "Jim Corbett National Park is a national park in the Nainital district of Uttarakhand, India. It has an area of approximately 1,318 km². It is the refuge for the endangered Bengal tigers. Data suggests that around 252 Bengal tigers are left in the reserve.", "common_questions": {"ques_0": "Can you name a place known for its conservation efforts aimed at preserving endangered wild animals?", "ques_1": "Name a place which is a refuge for an animal."}}
{"id": "646", "region": "Other", "category": "National park", "reference_location": "Oman", "reference_entity": "Ras al Jinz Turtle Reserve", "target_location": "Maharashtra", "true_target_entity": "Velas Beach", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Ras Al Jinz or Ras al-Junayz, located in Ash-Sharqiyyah South Governorate, Oman, is the easternmost point of the Arabian Peninsula. It is a nesting site for green turtles, as also is the beach at the local village of Ras al Hadd. It is home to a well-known turtle reserve. Important archaeological discoveries have also been made at this site, demonstrating connections to the Indus Valley in ancient times.", "true_target_text": "Velas Beach, located in the state of Maharashtra, India, is at the beginning of the UNESCO World Heritage Western Ghats. the beach is the nesting site for thousands of Olive Ridley turtles, who come here to lay their eggs, in the village of Velas. It is a well known turtle reserve. It hosts an annual Turtle Festival.", "common_questions": {"ques_0": "Can you name a place that is known as a nesting site for turtles?", "ques_1": "Can you name a turtle reserve?"}}
{"id": "651", "region": "US/Europe", "category": "National park", "reference_location": "Florida", "reference_entity": "Everglads National Park", "target_location": "India", "true_target_entity": "Keoladeo  National Park", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Everglades National Park is an American national park located in Florida. It has great biodiversity and many species of birds for bird watching and bird photography also. The park hosts around 350 species of birds.", "true_target_text": "Keoladeo National Park is an Indian National Park located in Rajasthan. It has great biodiversity and many species of birds for bird watching and bird photography also. The park hosts around 370 species of birds.", "common_questions": {"ques_0": "Can you name a national park known for its birdwatching opportunities?", "ques_1": "Mention a national park which houses many species of birds?", "ques_2": "Which national park has great biodiversity?"}}
{"id": "662", "region": "US/Europe", "category": "National Symbols", "reference_location": "UK", "reference_entity": "The Union Flag", "target_location": "India", "true_target_entity": "Tiranga", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The Union Flag, or Union Jack is the national flag of the United Kingdom. It is so called because it combines the crosses of the three countries united under one Sovereign - the kingdoms of England and Wales, of Scotland and of Ireland. The flag has three colours, namely,  azure, argent and gules (blue, white and red, respectively).", "true_target_text": "Tiranga or Tricolor is the national flag of India. It is called so because it is horizontally tricoloured in equal proportion. The flag has three colors: saffron, white, and green.", "common_questions": {"ques_0": "Name the national flag representing a country which has three colours.", "ques_1": "Name the national flag representing a country, which is known by multiple names."}}
{"id": "664", "region": "Other", "category": "Natural calamity", "reference_location": "Madagascar", "reference_entity": "Cyclone Enawo", "target_location": "Odisha", "true_target_entity": "Cyclone Phailin", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Intense Tropical Cyclone Enawo was the strongest tropical cyclone of the 2016-17 South-West Indian Ocean cyclone season. Enawo was the strongest tropical cyclone to strike Madagascar since Gafilo in 2004, killing 78 people and causing $400 million in damages.", "true_target_text": "Intense Tropical Cyclone Phailin was the strongest tropical cyclone of the 2013. Phailin was the strongest tropical cyclone to strike Odisha since the 1999 Odisha cyclone, killing over 46 people and causing US$4.26 billion in damages.", "common_questions": {"ques_0": "Can you give an example of a tropical cyclone that caused loss of lives?", "ques_1": "Provide the name of one of the strongest tropical cyclones."}}
{"id": "667", "region": "US/Europe", "category": "Natural calamity", "reference_location": "Greece", "reference_entity": "West Attica floods", "target_location": "Gujarat", "true_target_entity": "Gujarat floods", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "During the morning hours of November 15, 2017, after heavy rainfall caused because of the barometric low Eurydice and Cyclone Numa, flooding occurred in Western Attica and mainly in Mandra, Nea Peramos, Magoula and Elefsina. ", "true_target_text": "During the morning hours of July 31, 2017, after heavy rainfall caused because of low pressure development over the Bay of Bengal and Arabian Sea, flooding occurred in Gujarat mainly the districts of Banaskantha, Patan, Gandhinagar, Morbi, Surendranagar, Mehsana and Sabarkantha as well as in Rajasthan.", "common_questions": {"ques_0": "Can you mention a flood caused due to heavy rainfall?"}}
{"id": "671", "region": "US/Europe", "category": "Natural calamity", "reference_location": "Canada", "reference_entity": "British Columbia wildfires", "target_location": "Odisha", "true_target_entity": "Simlipal national park wildfires", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "On July 6, 2017, a two-hectare wildfire began west of 100 Mile House, British Columbia, Canada marking the beginning of the record-breaking 2017 wildfire season in British Columbia. ", "true_target_text": "In March 2015, a significant wildfire sparked across the Simlipal national park, Odisha, India, marking the beginning of a significant wildfire season in the region.", "common_questions": {"ques_0": "Name a place where a wildfire marked the beginning of a wildfire season?", "ques_1": "Mention a natural calamity caused by fire?"}}
{"id": "681", "region": "US/Europe", "category": "News channel", "reference_location": "Brussels", "reference_entity": "politico Europe", "target_location": "Telangana", "true_target_entity": "Enadu", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Politico Europe is the European edition of the German-owned news organization Politico reporting on political affairs of the European Union. Its headquarters are located in Brussels with additional offices in London, Berlin, Warsaw, Paris, and Frankfurt.", "true_target_text": "Enadu is the Telugu-language news organisation reporting on political affairs of India. Its headquarter is located in Telangana.", "common_questions": {"ques_0": "Can you mention a news organization that reports on political affairs?"}}
{"id": "682", "region": "US/Europe", "category": "News channel", "reference_location": "New York", "reference_entity": "MSNBC", "target_location": "Hyderabad", "true_target_entity": "T News Telangana", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "MSNBC is an American cable news channel started by NBCUniversal (NBC) and Microsoft (MSN), headquartered in New York City. MSNBC is known for its political commentary and news coverage. It has been a significant player in the cable news landscape, often ranking as one of the top cable news networks in the U.S.", "true_target_text": "T News Telangana is an Indian cabel news channel started by the Telangana Rashtra Samithi (TRS) party, headquartered in Hyderabad. T News Telangana is known for its political commentary and news coverage. It has been a significant player in the cable news landscape, often ranking as one of the top news networks in Telangana.", "common_questions": {"ques_0": "Which news channel is known for its political commentary and news coverage?", "ques_1": "Name a new channel who have been a significant player in the cable news landscape."}}
{"id": "686", "region": "US/Europe", "category": "Newspaper", "reference_location": "New York", "reference_entity": "The Wall Street Journal", "target_location": "India", "true_target_entity": "The Economic Time", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Wall Street Journal is an American business and economic-focused international daily newspaper based in New York City. The Journal is published six days a week by Dow Jones & amp company, a division of News Corp.", "true_target_text": "The Economic Times is an Indian business and economic-focused national daily newspaper based in Mumbai. The Economic Times is published six days a week by Bennett, Coleman & Co. Ltd.", "common_questions": {"ques_0": "Can you give an example of a daily newspaper?", "ques_1": "Name a newspaper with a focus on business and economics?"}}
{"id": "688", "region": "US/Europe", "category": "Newspaper", "reference_location": "Chicago", "reference_entity": "Chicago Tribune", "target_location": "Patna", "true_target_entity": "Taasir", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "The Chicago Tribune is an American daily newspaper based in Chicago, Illinois, owned by Tribune Publishing. Founded in 1847, and formerly self-styled as the \"World's Greatest Newspaper\", it remains the most-read daily newspaper in the Chicago metropolitan area and the Great Lakes region.", "true_target_text": "Taasir is an Indian daily newspaper based in Patna, Bihar, owned by Dr. Mohammad Gauhar. Founded in 2013, it remains the most-read Urdu-language daily newspaper in the country.", "common_questions": {"ques_0": "Can you name a daily newspaper?", "ques_1": "Tell me about a newspaper which said to be most read?"}}
{"id": "691", "region": "US/Europe", "category": "Newspaper", "reference_location": "Le Figaro", "reference_entity": "Le Figaro", "target_location": "Bhubaneswar", "true_target_entity": "Dharitri", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Le Figaro is a French daily morning newspaper founded in 1826. It was named after Figaro, a character in a play by polymath Beaumarchais; one of his lines became the paper's motto: \"Without the freedom to criticise, there is no flattering praise\".", "true_target_text": "Dharitri is an Indian daily morning newspaper founded in 1974. It was named after Dharitri, which means \"Earth\" or \"Land,\" by Fakir Mohan Senapati; one of his lines became the paper's motto: \"For Whom the Earth Exists.\"", "common_questions": {"ques_0": "Can you name a daily morning newspaper?", "ques_1": "Mention a newspaper whose motto is a famous line of a prominent person."}}
{"id": "696", "region": "US/Europe", "category": "Nobel Laureates", "reference_location": "Moscow", "reference_entity": "Andrei Dmitrievich Sakharov", "target_location": "India", "true_target_entity": "Mother Teresa", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Andrei Dmitrievich Sakharov was a Soviet physicist and a Nobel Peace Prize laureate, which he was awarded in 1975 for emphasizing human rights around the world.", "true_target_text": "Mother Teresa was an Albanian-Indian Roman Catholic nun and a Nobel Peace Prize laureate, which she was awarded in 1979 for her humanitarian work among India's poor.", "common_questions": {"ques_0": "Can you name a person who was awarded Nobel Peace Prize for their contribution towards betterment of the society?"}}
{"id": "704", "region": "US/Europe", "category": "Olympian", "reference_location": "Italy", "reference_entity": "Franco Bertinetti", "target_location": "India", "true_target_entity": "Leander Paes", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Franco Bertinetti (14 July 1923 – 6 March 1995) was an Italian fencer. He won a gold medal in the team épée events at the 1952 and 1956 Summer Olympics.", "true_target_text": "Leander Paes (17 June 1973) is an Indian former tennis player. He won a bronze medal in the men's singles event at the 1996 Atlanta Olympics.", "common_questions": {"ques_0": "Can you name a sportsperson who won an Olympic medal?"}}
{"id": "707", "region": "US/Europe", "category": "Olympian", "reference_location": "England", "reference_entity": "Sebastian Coe", "target_location": "India", "true_target_entity": "Rajyavardhan Singh Rathore", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Sebastian Newbold Coe, Baron Coe CH KBE Hon FRIBA, often referred to as Seb Coe, is a British politician and former track and field athlete. ", "true_target_text": "Rajyavardhan Singh Rathore is an Indian politician and former shooter-athlete.", "common_questions": {"ques_0": "Can you name a former athlete who transitioned into politics?"}}
{"id": "718", "region": "Other", "category": "Olympian", "reference_location": "China", "reference_entity": "Gu Hong", "target_location": "Assam", "true_target_entity": "Lovlina Borgohain", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Gu Hong (Chinese: 谷红; pinyin: Gǔ Hóng; born 6 November 1988) is a Chinese boxer and Olympic medalist. She won a silver medal in the women's welterweight event at the 2020 Summer Olympics. She won the gold medal in the 2019 Asian Championships.", "true_target_text": "Lovlina Borgohain (born 2 October 1997) is an Indian boxer and Olympic medalist. She won a bronze medal in the women's welterweight event at the 2020 Olympic Games. She won the gold medal in the 2022 Asian Championships.", "common_questions": {"ques_0": "Can you name a female boxer who competes in  women's welterweight events?", "ques_1": "Can you name a female boxer who won gold medal in Asian Chamionships?", "ques_2": "Name a boxer who is an Olympic medalist."}}
{"id": "723", "region": "US/Europe", "category": "Online game", "reference_location": "England", "reference_entity": "Hitman series", "target_location": "Chennai", "true_target_entity": "Project Madras", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Hitman is a stealth video game franchise created by IO Interactive. In each installment, players assume the role of a cloned contract killer named Agent 47, who travels around the world to assassinate various targets that are assigned to him by the fictional International Contract Agency.", "true_target_text": "Project Madras is a semi-linear open-world Indie game setup. Created by Royston Cinemo.", "common_questions": {"ques_0": "Name an online game."}}
{"id": "727", "region": "Other", "category": "Online game", "reference_location": "Seoul", "reference_entity": "Red Desert : team RPG", "target_location": "Kolkata", "true_target_entity": "ashwathama - the immortal", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Red Desert: Team RPG is an action-adventure role-playing game that combines elements of fighting, jumping, and running. The game is developed by Clegames, Inc.", "true_target_text": "Ashwathama: The Immortal is an action role-playing game. This game was developed by Virtualinfocom.", "common_questions": {"ques_0": "Can you name a role-playing game?", "ques_1": "Can you name an online game which has action in it?"}}
{"id": "730", "region": "US/Europe", "category": "Painter", "reference_location": "Mexico", "reference_entity": "Frida Kahlo", "target_location": "India", "true_target_entity": "Sahifa Bano", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Magdalena Carmen Frida Kahlo y Calderón was a Mexican painter known for her many portraits, self-portraits, and works inspired by the nature and artifacts of Mexico. ", "true_target_text": "Sahifa Bano was an Indian painter known for her many portraits, self-portraits, and works inspired by the human experience.", "common_questions": {"ques_0": "Can you name a famous painter known for their self-portraits and portraits?"}}
{"id": "735", "region": "US/Europe", "category": "Painter", "reference_location": "France", "reference_entity": "Mary Casatt", "target_location": "India", "true_target_entity": "Amrita Shergil", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Mary Stevenson Cassatt (May 22, 1844–June 14, 1926) was an American painter and printmaker. She was born in Allegheny, Pennsylvania (now part of Pittsburgh's North Side), and lived much of her adult life in France, where she befriended Edgar Degas and exhibited with the Impressionists. Cassatt often created images of the social and private lives of women, with particular emphasis on the intimate bonds between mothers and children.", "true_target_text": "Amrita Sher-Gil (January 30, 1913 – December 5, 1941) was a Hungarian-Indian painter and artist. She was born in Budapest, Hungary. and lived much of her adult life traveling between Europe and India and exhibiting her paintings. Sher-Gil often created images of women, with particular emphasis on intimate bonds.", "common_questions": {"ques_0": "Can you provide with an example of a painter who often created images of women?"}}
{"id": "740", "region": "US/Europe", "category": "Pharmaceutical Companies", "reference_location": "US", "reference_entity": "MannKind Corporation", "target_location": "Mumbai", "true_target_entity": "Cipla", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "MannKind Corporation is a biopharmaceutical company focusing on the discovery, development, and commercialization of therapeutic products for diseases such as diabetes and pulmonary arterial hypertension. ", "true_target_text": "Cipla is a multinational pharmaceutical company focusing on the research, development, manufacturing and development, manufacturing and marketing of a wide range of medicines for diseases such as diabetes and respiratory disease.", "common_questions": {"ques_0": "What is an example of a pharmaceutical company focusing on  development, and treatment for diabetes?"}}
{"id": "741", "region": "Other", "category": "Pharmaceutical Companies", "reference_location": "China", "reference_entity": "Sinopharm", "target_location": "Pune", "true_target_entity": "Emcure Pharmaceuticals", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "China National Pharmaceutical Group Corporation, commonly referred to as Sinopharm, is a Chinese state-owned enterprise. The corporation was the indirect major shareholder of publicly traded companies Sinopharm Group, China Traditional Chinese Medicine, Shanghai Shyndec Pharmaceutical, and Beijing Tiantan Biological Products.\n", "true_target_text": "Emcure Pharmaceuticals Limited, commonly known as Emcure, is an Indian enterprise.", "common_questions": {"ques_0": "Can you provide an example of a pharmaceutical enterprise?", "ques_1": "Can you mention a name of the company that has \"Pharmaceutical\" in its name?"}}
{"id": "742", "region": "Other", "category": "Pharmaceutical Companies", "reference_location": "Melbourne", "reference_entity": "Australian Pharmaceutical Industries", "target_location": "Maharashtra", "true_target_entity": "GlaxoSmithKline Pharmaceuticals", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Australian Pharmaceutical Industries is a health and beauty company owned by Wesfarmers. It is involved in pharmaceutical distribution, retailing and manufacturing. API is Australia's largest wholesale distributor of pharmaceutical and allied products. ", "true_target_text": "GlaxoSmithKline Pharmaceuticals is a  pharmaceutical and healthcare company, owned by GSK plc. It is involved in pharmaceutical, manufacturing, distribution, retailing and marketing. GlaxoSmithKline Pharmaceuticals is one of India's leading distributors of pharmaceutical and allied products.", "common_questions": {"ques_0": "Can you name a company involved in pharmaceutical distribution?", "ques_1": "Name a company that is involved in pharmaceutical retailing, and manufacturing?", "ques_2": "Can you recall any company that is one of the leading distributors of pharmaceutical and allied products?"}}
{"id": "745", "region": "US/Europe", "category": "Pharmaceutical Companies", "reference_location": "Israel", "reference_entity": "Fermentek", "target_location": "New Delhi", "true_target_entity": "Panacea Biotec", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Fermentek Ltd. is a biotechnological company in the Atarot industrial zone of Jerusalem, Israel. It specializes in the research, development and manufacture of biologically active, natural products isolated from microorganisms as well as from other natural sources such as plants and algae.\n", "true_target_text": "Panacea Biotec is an Indian multinational global generic and specialty pharmaceutical and vaccine maker based in New Delhi, India. It specializes in the research, development, manufacture and marketing  of pharmaceutical formulations, vaccines, biosimilars, and natural products.", "common_questions": {"ques_0": "Mention a Pharmaceutical Company that specializes in research.", "ques_1": "Provide an example of a pharmaceutical company that operates in the development, and manufacture of products."}}
{"id": "747", "region": "US/Europe", "category": "Pharmaceutical Companies", "reference_location": "France", "reference_entity": "Sanofi", "target_location": "Ahmedabad", "true_target_entity": "Zydus Lifesciences Limited", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "Sanofi S.A. is a French multinational pharmaceutical and healthcare company headquartered in Paris, France. The corporation was established in 1973 and merged with Synthélabo in 1999 to form Sanofi-Synthélabo. ", "true_target_text": "Zydus Lifesciences Limited is an Indian multinational pharmaceutical company headquartered in Ahmedabad, Gujarat, India. The corporation was established in 1952 and merged another  pharmaceutical company called German Remedies in 2003 with itself and in 2022, Cadila Healthcare Ltd. was renamed Zydus Lifesciences Ltd.", "common_questions": {"ques_0": "Can you name a multinational pharmaceutical company?", "ques_1": "Which pharmaceutical corporation went through a merger?"}}
{"id": "750", "region": "US/Europe", "category": "Photographer", "reference_location": "US", "reference_entity": "Dorothea Lange", "target_location": "New Delhi", "true_target_entity": "Dayanita Singh", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Dorothea Lange was an American documentary photographer and photojournalist, best known for her Depression-era work for the Farm Security Administration.", "true_target_text": "Dayanita Singh is an Indian photographer and photojournalist, best known for her Museum Bhavan, a collection of museums in book form at the Hayward Gallery, London.", "common_questions": {"ques_0": "Who is a notable figure in the field of photojournalism?", "ques_1": "Can you name a well known photographer who is also a photojournalist?"}}
{"id": "758", "region": "Other", "category": "Photographer", "reference_location": "Malaysia", "reference_entity": "Eiffel Chong", "target_location": "Punjab", "true_target_entity": "Raghu Rai", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Eiffel Chong was an award-winning photographer and has been featured in many exhibitions in Malaysia and around the world.", "true_target_text": "Raghu Rai is an award-winning photographer and has been featured in many exhibitions in India and around the world.", "common_questions": {"ques_0": "Can you name an award-winning photographer?", "ques_1": "Who is a photographer known for having their work featured in international exhibitions?"}}
{"id": "760", "region": "US/Europe", "category": "Place name", "reference_location": "Louisiana", "reference_entity": "New Orleans", "target_location": "Kerala", "true_target_entity": "Thalassery", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana.", "true_target_text": "Thalassery is a municipal town located along the Anjarakandi River in the northern part of the Indian state of Kerala.", "common_questions": {"ques_0": "What is an example of a city situated near a river?"}}
{"id": "761", "region": "US/Europe", "category": "Place name", "reference_location": "England", "reference_entity": "Bath", "target_location": "Tamil Nadu", "true_target_entity": "Thanjavur", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Bath is a city in the ceremonial county of Somerset, England, known for and named after its Roman-built baths. At the 2021 Census, the population was 94,092. Bath is in the valley of the River Avon, 97 miles (156 km) west of London and 11 miles (18 km) southeast of Bristol.", "true_target_text": "Thanjavur is a city in the South Indian state of Tamil Nadu, known for its historic temples and significant contributions to South Indian art and culture. At the 2021 Census, the population was approximately 342,000. Thanjavur is located in the valley of the Kaveri River, approximately 210 miles (340 km) southwest of Chennai and approximately 35 miles (56 km) northeast of Tiruchirappalli.", "common_questions": {"ques_0": "Can you name a city known for its historic sites?", "ques_1": "Can you name a city which is located in the river valley?"}}
{"id": "763", "region": "Other", "category": "Place name", "reference_location": "South Africa", "reference_entity": "Johannesburg", "target_location": "West Bengal", "true_target_entity": "Kolkata", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Johannesburg is the most populous city in South Africa with 4,803,262 people and is classified as a megacity; it is one of the 100 largest urban areas in the world.", "true_target_text": "Kolkata is the most populous city in West Bengal with approximately 14.3 million people and is classified as a megacity; it is one of the largest urban areas in India.", "common_questions": {"ques_0": "Name one of the most populous city in the region.", "ques_1": "Name a city which is classified as mega city"}}
{"id": "765", "region": "Other", "category": "Place name", "reference_location": "Chile", "reference_entity": "Santiago", "target_location": "Manipur", "true_target_entity": "Imphal", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Santiago, also known as Santiago de Chile, is the capital and largest city of Chile and one of the largest cities in the Americas.", "true_target_text": "Imphal, also known as Yumphal, is the capital and largest city of Manipur and one of the largest cities in northeastern India.", "common_questions": {"ques_0": "Can you name a capital city that is also the largest city in its area?"}}
{"id": "770", "region": "US/Europe", "category": "Place name", "reference_location": "Belarus", "reference_entity": "Minsk", "target_location": "Rajasthan", "true_target_entity": "Jaipur", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Minsk is the capital and the largest city of Belarus, located on the Svislach and the now subterranean Niamiha rivers. As the capital, Minsk has a special administrative status in Belarus and is the administrative center of Minsk Region and Minsk District.", "true_target_text": "Jaipur is the capital and the largest city of Rajasthan, located on the banks of the river Dravyavati. As the capital, Jaipur has the Jaipur Development Authority, which is the main planning authority of the city.", "common_questions": {"ques_0": "Can you name a capital city?", "ques_1": "Identify a city that is located near a river.", "ques_2": "Can you name a city which is also the largest city of its region?"}}
{"id": "771", "region": "US/Europe", "category": "Poet", "reference_location": "Amherst", "reference_entity": "Emily Dickinson", "target_location": "Mysore", "true_target_entity": "A K Ramanujan", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Emily Elizabeth Dickinson (December 10, 1830–May 15, 1886) was an American poet. She is considered one of the greatest poets in American literature. She had a unique and distinctive style of writing.", "true_target_text": "Attipate Krishnaswami Ramanujan (16 March 1929 – 13 July 1993) was an Indian poet and scholar. He is considered as one of the greatest poets in Indian literature. He had a unique and distinctive style of writing.", "common_questions": {"ques_0": "Who is considered one of the greatest poets in their respective literature?", "ques_1": "Tell me about a poet known for their unique writing style."}}
{"id": "775", "region": "Other", "category": "Poet", "reference_location": "Egypt", "reference_entity": "Ahmed Shawqi", "target_location": "Uttar Pradesh", "true_target_entity": "Amir Khusrow", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Ahmed Shawqi, nicknamed the Prince of Poets, was an Egyptian poet laureate, linguist, and one of the most famous Arabic literary writers of the modern era in the Arab World.", "true_target_text": "Amir Khusrow, nicknamed the Parrot of India, was an Indian poet, sufi singer, and scholar and one of the most famous writers of the medieval era in India.", "common_questions": {"ques_0": "Can you name a poet who is known as one of the most famous writers of their era?", "ques_1": "Name a poet who was given a nickname."}}
{"id": "777", "region": "US/Europe", "category": "Poet", "reference_location": "US", "reference_entity": "Henry Wadsworth", "target_location": "India", "true_target_entity": "R Parthasarathy", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Henry Wadsworth Longfellow was an American poet and educator. His original works include the poems \"Paul Revere's Ride\", \"The Song of Hiawatha\", and \"Evangeline\". ", "true_target_text": "R. Parthasarathy was an Indian poet and educator. His original works include the poems  \"Rough Passage\" and \"The Stones of Bamiyan\".", "common_questions": {"ques_0": "Can you name a poet who is also an author?", "ques_1": "Can you mention an individual whose original work includes collection of poems?"}}
{"id": "778", "region": "Other", "category": "Poet", "reference_location": "Japan", "reference_entity": "Matsuo Basho", "target_location": "Kudki", "true_target_entity": "Merabai", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Matsuo Bashō, born Matsuo Kinsaku, later known as Matsuo Chūemon Munefusa, was the most famous Japanese poet of the Edo period. During his lifetime, Bashō was recognized for his works in the collaborative haikai no renga form; today, after centuries of commentary, he is recognized as the greatest master of haiku.", "true_target_text": "Mirabai, born Jashoda Rao Ratan Singh Rathore, later known as Sant Mirabai, was a famous Hindu mystic poet. During her lifetime, Mirabai was recognized as a devotee of Krishna; today, after centuries of commentary, she is recognized as one of the greatest masters of doha.", "common_questions": {"ques_0": "Can you name a poet who is recognized for their works?"}}
{"id": "786", "region": "Other", "category": "Political figure", "reference_location": "Zimbabwe", "reference_entity": "Emmerson Mnangagwa", "target_location": "India", "true_target_entity": "Droupadi Murmu", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "Emmerson Dambudzo Mnangagwa is a Zimbabwean politician who has been serving as President of Zimbabwe since November 24, 2017. A member of the ZANU-PF and a longtime ally of former President Robert Mugabe, he held a series of cabinet portfolios and was Mugabe's Vice President until November 2017, when he was dismissed before coming to power in a coup d'état. He secured his first full term as president in the disputed 2018 general election.", "true_target_text": "Droupadi Murmu is an Indian politician who has been serving as the President of India since July 25, 2022. A member of the Bharatiya Janata Party, she has held various political positions in the state of Odisha and was also the Governor of Jharkhand in 2015–2021. She secured her position after winning the presidential election in 2022.", "common_questions": {"ques_0": "Who is currently serving as a president of their country?", "ques_1": "Can you name a politician who became president after holding various  positions in the government?"}}
{"id": "796", "region": "Other", "category": "Production house", "reference_location": "Singapore", "reference_entity": "mm2 Entertainment", "target_location": "India", "true_target_entity": "Films Division of India", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "mm2 Entertainment is a regional film studio, production, and distribution company headquartered in Singapore. In Singapore, it is best known for local movies such as Ah Boys to Men, The Lion Men, and Long Long Time Ago series.", "true_target_text": "The Films Division of India is a national film organization engaged in the production, distribution, and preservation of documentaries and short films, headquartered in Mumbai. In Mumbai, it is best known for documentaries and news magazines.", "common_questions": {"ques_0": "Can you name a production house that is involved in production and distribution of films?"}}
{"id": "801", "region": "US/Europe", "category": "Radio", "reference_location": "UK", "reference_entity": "Capital FM", "target_location": "India", "true_target_entity": "Red FM", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Capital is a network of twelve independent contemporary hit radio stations in the United Kingdom, broadcasting a mix of local and networked programming.", "true_target_text": "Red FM is a network of several independent radio stations across various regions of India, broadcasting a mix of local and networked programming.", "common_questions": {"ques_0": "Can you name a radio station that broadcasts a mix of local and networked programming?", "ques_1": "Provide an example of independent radio stations that forms a network and broadcast similar programs?"}}
{"id": "810", "region": "Other", "category": "Radio", "reference_location": "Australia", "reference_entity": "Radio National", "target_location": "India", "true_target_entity": "Fever 104 FM", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Radio National, known on-air as RN, is an Australia-wide public service broadcasting radio network run by the Australian Broadcasting Corporation. From 1947 until 1985, the network was known as ABC Radio 2.", "true_target_text": "Fever 104 FM, is an India-wide private broadcasting radio network run by the HT Media Ltd. From its inception in 2006, the network is known as Fever FM.", "common_questions": {"ques_0": "Can you name a radio station who has broadcasted for many years?"}}
{"id": "817", "region": "US/Europe", "category": "Railway company", "reference_location": "california", "reference_entity": "Union Pacific Railroads Co", "target_location": "Haryana", "true_target_entity": "RITES", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "The Union Pacific Railroad is a Class I freight-hauling railroad that operates 8,300 locomotives over 32,200 miles routes in 23 U.S. states west of Chicago and New Orleans.", "true_target_text": "RITES Limited is a multidisciplinary engineering and consultancy organization that provides rolling stock internationally, including locomotives, coaches, trainsets, etc.", "common_questions": {"ques_0": "Can you provide a name of a railway company whose operations include locomotives?"}}
{"id": "819", "region": "US/Europe", "category": "Railway company", "reference_location": "Germany", "reference_entity": "The Deutsche Bahn AG", "target_location": "Delhi", "true_target_entity": "Indian Railway", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "DB Netz was a major subsidiary of Deutsche Bahn that owned and operated a majority of the German railway system. It was one of the largest railway infrastructure managers by length and transport volume of its network.", "true_target_text": "Indian Railways is a statutory body under the ownership of the Ministry of Railways that operates India's national railway system. It is one of the largest railway infrastructure managers in the country in terms of the running track length, route length, employer, and transport volume of its network.", "common_questions": {"ques_0": "Name a company which is the largest railway infrastructure managers.", "ques_1": "Name a railway company which is owned by an entity which operates nation's railway system.."}}
{"id": "821", "region": "US/Europe", "category": "Reality shows", "reference_location": "US", "reference_entity": "American Idol", "target_location": "India", "true_target_entity": "Indian Idol", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "American Idol is an American singing competition television series created by Simon Fuller, produced by Fremantle North America and 19 Entertainment, and distributed by Fremantle North America.", "true_target_text": "Indian Idol is an Indian singing competition television series adapted from the original British show Pop Idol, originally produced by Miditech Studios and distributed by Sony Pictures Networks India.", "common_questions": {"ques_0": "Can you name a reality show based on singing?"}}
{"id": "831", "region": "US/Europe", "category": "Reality shows", "reference_location": "US", "reference_entity": "Love on the Spectrum", "target_location": "Agra", "true_target_entity": "In Real Love", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Love on the Spectrum is an Australian reality television show that follows people on the autism spectrum as they explore the dating world. The show is produced by Northern Pictures for ABC TV, and was made available to stream on ABC iview and Netflix.\n", "true_target_text": "In Real Love is an Indian reality television show that follows people with varying relationship experiences and backgrounds as they explore and navigate the complex world of love and relationships. The show is produced by Monozygotic and was made available to stream on Netflix.", "common_questions": {"ques_0": "Can you name a reality television show which streams on Netflix?", "ques_1": "Can you provide an example of a reality show that follows the love life of its participants?"}}
{"id": "839", "region": "Other", "category": "Retail store", "reference_location": "Japan", "reference_entity": "Meidi Ya", "target_location": "India", "true_target_entity": "Spencer's Retail", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Meidi-Ya, Co. Ltd. is a Japanese upmarket grocery store chain. Its headquarters are in Kyōbashi, Chūō, Tokyo. It is also a major wholesale distributor.", "true_target_text": "Spencer's Retail is an Indian retail store chain. Its headquarters are in Kolkata, West Bengal.", "common_questions": {"ques_0": "Can you name company which operates chain of stores?", "ques_1": "Name a company which is headquartered in a major city."}}
{"id": "840", "region": "Other", "category": "Retail store", "reference_location": "Japan", "reference_entity": "A Bathing Ape", "target_location": "Kolkata", "true_target_entity": "Big Bazaar", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "A Bathing Ape is a Japanese fashion brand founded by Nigo in Ura-Harajuku in 1993. The brand specializes in men's, women's and children's lifestyle and street wear, running 19 stores in Japan, including Bape Stores, Bape Pirate Stores, Bape Kids Stores, Bapexclusive Aoyama, and Bapexclusive Kyoto.", "true_target_text": "Big Bazaar is an Indian retail chain founded by Kishore Biyani in Vikhroli West, Mumbai, India, in 2001. The brand specializes in accessories, men and women's garments, grocery items, and household items. It runs multiple stores in Kolkata, including Big Bazaar (Lake Mall), Big Bazaar (City Center), and Big Bazaar (Mani Square).", "common_questions": {"ques_0": "Can you name a brand that run \nmultiple stores across the country?", "ques_1": "Name a brand retail store that sells men and women clothes."}}
{"id": "844", "region": "Other", "category": "Retail store", "reference_location": "China", "reference_entity": "Jingdong", "target_location": "India", "true_target_entity": "Pantaloons", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "JD.com, Inc., also known as Jingdong, formerly called 360buy, is a Chinese e-commerce company headquartered in Beijing. It is one of the two massive B2C online retailers in China by transaction volume and revenue, a member of the Fortune Global 500 and a major competitor to Alibaba-run Tmall.", "true_target_text": "Pantaloons is an Indian fast fashion store brand headquartered in Mumbai. It is a massive B2C retail store and online retailers in India", "common_questions": {"ques_0": "Can you name a company that is massive B2C retailer?", "ques_1": "Name a company that does online business."}}
{"id": "846", "region": "US/Europe", "category": "Retail store", "reference_location": "US", "reference_entity": "Gap Inc", "target_location": "India", "true_target_entity": "Shoppers Stop", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Gap, Inc., commonly known as Gap Inc. or Gap, is an American worldwide clothing and accessories retailer. Gap was founded in 1969 by Donald Fisher and Doris F. Fisher and is headquartered in San Francisco, California. The company operates four primary divisions: Gap, Banana Republic, Old Navy, and Athleta.", "true_target_text": "Shoppers Stop, is an India's leading retail clothing and accessories chains, was founded in 1991 by K Raheja Corp. and is headquartered in Mumbai, Maharashtra. The company operates four primary divisions: Shoppers Stop, CR2, HyperCity, and Mothercare India.", "common_questions": {"ques_0": "What is the name of a clothing and accessories retailer?", "ques_1": "Can you name a retail company which is headquartered in a major city?", "ques_2": "What clothing company operates multiple divisions?"}}
{"id": "847", "region": "US/Europe", "category": "River", "reference_location": "London", "reference_entity": "Thames River", "target_location": "Tamil Nadu", "true_target_entity": "Adyar River", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The River Thames, known alternatively in parts as the River Isis, is a river that flows through southern England, including London.", "true_target_text": "The Adyar River is a river that flows through southern India, including Tamil Nadu.", "common_questions": {"ques_0": "Can you name a river that flows through the southern region of the country?"}}
{"id": "854", "region": "US/Europe", "category": "River", "reference_location": "US", "reference_entity": "Coco River", "target_location": "India", "true_target_entity": "Tapi River", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The Coco River is a river in Tocantins State in central Brazil. It is a tributary of the Araguaia River.", "true_target_text": "The Tapi River is a river in Madhya Pradesh state in central India. It is a tributary of the Arabian Sea.", "common_questions": {"ques_0": "Can you name a river that is a tributary?"}}
{"id": "859", "region": "Other", "category": "Scientist", "reference_location": "Australia", "reference_entity": "Peter Doherty", "target_location": "Uttar Pradesh", "true_target_entity": "Javed Agrewala", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Peter Charles Doherty AC FRS FMedSci (born October 15, 1940) is an Australian immunologist. He has received multiple awards. He is known for his research on the immune system.", "true_target_text": "Javed Naim Agrewala (born May 14, 1961) is an Indian immunologist. He has received multiple awards. He is known for his research on tuberculosis.", "common_questions": {"ques_0": "What is one example of a person who works in the field of immunology?", "ques_1": "Can you name an individual who has been recognized for their contributions and research?", "ques_2": "Can you provide with an example of an immunologist who has received multiple awards?"}}
{"id": "863", "region": "Other", "category": "Scientist", "reference_location": "China", "reference_entity": "Cai Xitao", "target_location": "India", "true_target_entity": "Shripad Narayan Agashe", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Cai Xitao or Tsai Hse-Tao was a Chinese botanist from a village near Dongyang, Zhejiang province, China.\nIn 1928, after studying at various institutions in Hangzhou and Shanghai, though without attaining any formal qualifications, Cai Xitao was able to secure a job at the Jing Sheng Botanic Laboratory in Beijing through family connections. ", "true_target_text": "Shripad Narayan Agashe was an Indian botanist. He was able to secure a job as a professor of botany at Bangalore University.", "common_questions": {"ques_0": "Can you name a botanist?"}}
{"id": "864", "region": "US/Europe", "category": "Scientist", "reference_location": "New York", "reference_entity": "David Altshuler", "target_location": "India", "true_target_entity": "Anuranjan Anand", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "David Matthew Altshuler is a clinical endocrinologist and human geneticist. He is Executive Vice President, Global Research and Chief Scientific Officer at Vertex Pharmaceuticals. ", "true_target_text": "Anuranjan Anand is a human geneticist. He is a professor at the Molecular Biology and Genetics Unit and an associate faculty member at the Neuroscience Unit of the Jawaharlal Nehru Centre for Advanced Scientific Research.", "common_questions": {"ques_0": "Can you name a human geneticist who holds an important position in an organisation?"}}
{"id": "865", "region": "US/Europe", "category": "Scientist", "reference_location": "Washington DC", "reference_entity": "Dwight Billings", "target_location": "Thiruvananthapuram", "true_target_entity": "N. Balakrishnan Nair", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "William Dwight Billings was an American ecologist. He was one of the foundational figures in the field of plant physiological ecology and made major contributions to desert and arctic/alpine ecology.\n", "true_target_text": "N. Balakrishnan Nair was an Indian ecologist and marine biologist. He was one of the pioneering figures in the field of tropical wetland mangrove ecology and made major contributions to the understanding and conservation of mangrove ecosystems and the management of marine algae and seagrass on India's tropical coastlines.", "common_questions": {"ques_0": "Can you name an ecologist?", "ques_1": "Name an individual who made significant contributions to a specific field of ecology?"}}
{"id": "874", "region": "Other", "category": "Shopping Malls", "reference_location": "UAE", "reference_entity": "Dubai Mall", "target_location": "Chennai", "true_target_entity": "V R Mall", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Dubai Hills Mall is a retail, leisure, and entertainment complex situated in Dubai, United Arab Emirates. Located in the Dubai Hills Estate, at an intersection between Al Khail and Umm Suqeim.", "true_target_text": "V R Mall is a retail and entertainment complex situated in Chennai. Located in the heart of the city, at the intersection of Anna Nagar and Jawaharlal Nehru Road.", "common_questions": {"ques_0": "Can you mention a retail and entertainment complex?", "ques_1": "Which mall is situated between an intersection of two places?"}}
{"id": "877", "region": "US/Europe", "category": "Shopping Malls", "reference_location": "US", "reference_entity": "The Mall Of America", "target_location": "India", "true_target_entity": "Lulu Mall", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The Mall of America is the largest shopping mall in the United States of America. The mall offers a wide range of attractions and amenities, including shopping, dining, and entertainment options.", "true_target_text": "Lulu Mall is the largest shopping mall in India. The mall offers a wide range of attractions and amenities, including shopping, dining, and entertainment options.", "common_questions": {"ques_0": "Name the largest shopping mall in the country.", "ques_1": "Which mall offers wide range of \nattractions and amenities?", "ques_2": "Can you name a shopping mall which offers entertainment options?"}}
{"id": "887", "region": "US/Europe", "category": "Singer", "reference_location": "Liverpool", "reference_entity": "John Lennon", "target_location": "Kolkata", "true_target_entity": "Rupam Islam", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "John Winston Ono Lennon was an English singer, songwriter and musician who gained worldwide fame as the founder, co-songwriter, co-lead vocalist and rhythm guitarist of the Beatles. His work included music, writing, drawings and film.", "true_target_text": "Rupam Islam is an Indian singer, songwriter, music composer, and writer who gained popularity as the lead vocalist of the band 'Fossils'.", "common_questions": {"ques_0": "Can you name a renowned singer who is also a songwriter?", "ques_1": "Mention the name of a singer who has been a part of a music band as a vocalist."}}
{"id": "897", "region": "US/Europe", "category": "Singer", "reference_location": "Greece", "reference_entity": "Haris Alexjou", "target_location": "Khandwa", "true_target_entity": "Kishore Kumar", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Haris Alexiou is a Greek singer, composer and actress. She is one of the most popular singers in Greece and has been commercially successful. She has been recipient of several awards.", "true_target_text": "Kishore Kumar was an Indian playback singer, musician and actor. He was one of the most popular singers in India and has been commercially successful. He has been recipient of several awards.", "common_questions": {"ques_0": "Can you name a popular singer who is also a recipient of multiple awards?", "ques_1": "Tell me about a well-known singer who also composes and acts.", "ques_2": "Can you name one of the most popular singer having achieved commercial success?"}}
{"id": "899", "region": "US/Europe", "category": "Sitcoms", "reference_location": "US", "reference_entity": "Modern Family", "target_location": "Kerala", "true_target_entity": "Marimayam", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Modern Family is an American sitcom television series, created by Christopher Lloyd and Steven Levitan for ABC. It ran for 11 seasons, from September 23, 2009, to April 8, 2020.", "true_target_text": "Marimayam is a Malayalam-language Indian sitcom television serial, created by R. Unnikrishnan for the Mazhavil Manorama channel. It has been airing since October 31, 2011, and is still ongoing, with over 700 episodes.", "common_questions": {"ques_0": "Which sitcom television serial aired for multiple years?"}}
{"id": "900", "region": "US/Europe", "category": "Sitcoms", "reference_location": "California", "reference_entity": "Small Wonder", "target_location": "Maharashtra", "true_target_entity": "Bahu Hamari Rajni Kant", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Small Wonder was an American children's comedy science fiction sitcom that aired in first-run syndication from September 7, 1985, to May 20, 1989. ", "true_target_text": "Bahu Hamari Rajni Kant was an Indian comedy science fiction sitcom that aired in India on the Life OK channel from February 15, 2016 to February 13, 2017.", "common_questions": {"ques_0": "Can you name a sitcom that has a science fiction element?"}}
{"id": "901", "region": "US/Europe", "category": "Sitcoms", "reference_location": "US", "reference_entity": "Salute Your Shorts", "target_location": "India", "true_target_entity": "Best of Luck Nikki", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Salute Your Shorts is an American television sitcom created by Steve Slavkin and produced by Propaganda Films, which aired on Nickelodeon from July 4, 1991, to September 12, 1992.\n", "true_target_text": "Best of Luck Nikki is an Indian television sitcom created by Phil Baker and Drew Vaupen and produced by The Company, which aired on Disney Channel India from April 3, 2011, to April 16, 2016.", "common_questions": {"ques_0": "Can you recall a sitcom that aired on a TV channel?"}}
{"id": "902", "region": "US/Europe", "category": "Sitcoms", "reference_location": "Bosnia and Herzegovina", "reference_entity": "Konak kod Hilmije", "target_location": "India", "true_target_entity": "F.I.R.", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Konak kod Hilmije is a Bosnian television sitcom created and written by Feđa Isović and directed by Elmir Jukić.\nThe first episode of the show was aired on May 7, 2018. The so-far final, 24th episode of the sitcom was aired on January 2, 2019. It has also been shown in Croatia and Serbia.", "true_target_text": "F.I.R., an Indian television sitcom written by Amit Aaryan and directed by Shashank Bali. The first episode of the show was aired on July 31, 2006. The final episode of the sitcom was aired on January 23, 2015.", "common_questions": {"ques_0": "What is an example of a television sitcom?", "ques_1": "Who are some individuals involved in creating television sitcoms?"}}
{"id": "903", "region": "Other", "category": "Sitcoms", "reference_location": "Seoul", "reference_entity": "Vampire Idol", "target_location": "Maharashtra", "true_target_entity": "Love Lagna Locha", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Vampire Idol is a 2011 South Korean youth sitcom that ran on MBN from 2011 to 2012.", "true_target_text": "Love Lagna Locha is a 2016 Indian youth sitcom that aired on Zee Yuva from 2016 to 2018.", "common_questions": {"ques_0": "Can you name a youth sitcom that aired on a television network?"}}
{"id": "907", "region": "Other", "category": "Sitcoms", "reference_location": "Islamabad", "reference_entity": "Guest House", "target_location": "Mumbai", "true_target_entity": "Sarabhai vs Sarabhai", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Guest House is a 1991 Pakistani comedy-drama television series directed by Rauf Khalid which was produced and shown by PTV in the early to mid-1990s. The show had an ensemble cast of Khalid Hafeez, Sarwat Ateeq, Tariq Malik, Afzal Khan, Laila Zuberi", "true_target_text": "Sarabhai vs. Sarabhai is a 2004 Indian comedy-drama television series directed by Deven Bhojani. It was produced by Jamnadas D. Majethia and Aatish Kapadia and shown by STAR One from 2004 to 2006. The show had an ensemble cast of Satish Shah, Ratna Pathak Shah, Sumeet Raghavan, Rupali Ganguly, and Rajesh Kumar.", "common_questions": {"ques_0": "Can you name a comedy-drama television series that has an ensemble cast?"}}
{"id": "911", "region": "US/Europe", "category": "Sound designer", "reference_location": "Canada", "reference_entity": "Marc Jorgenson", "target_location": "India", "true_target_entity": "Ashish Ambekar", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Marc Jorgenson is a Canadian electronics inventor, writer, musician and recording engineer. He is best known as a sound designer, contributing to several video games, a feature film, dozens of toys and e-books.", "true_target_text": "Ashish Ambekar is an Indian sound designer, musician, and recording engineer. He is best known as a sound designer, contributing to several feature films and video games.", "common_questions": {"ques_0": "Name the sound designer who has contributed to video games and films?", "ques_1": "Can you give an example of a sound designer who also is a musician?"}}
{"id": "917", "region": "Other", "category": "Sound designer", "reference_location": "Argentina", "reference_entity": "Dany Roland", "target_location": "Kerala", "true_target_entity": "Sinoy Joseph", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Daniel David Roland Pinto, known as Dany Roland, is an Argentine-born Brazilian musician, actor, sound designer, film director and record producer, famous for being the drummer of the popular new wave band Metrô and for his collaborations with wife Bia Lessa.", "true_target_text": "Sinoy Joseph, known as musician, is a Kerala-born Indian film sound mixer  and sound designer famous for work in feature films in almost 20 languages like  Gangs of Wasseypur, Tekken, The smurfs. He is married to Asha Sinoy.", "common_questions": {"ques_0": "Can you provide with an example of a sound designer who has worked in different roles within the music industry?"}}
{"id": "919", "region": "Other", "category": "Sound designer", "reference_location": "UAE", "reference_entity": "Ahmad Haffar", "target_location": "Calicut", "true_target_entity": "Sanal George", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "Ahmad Haffar is a sound designer and music producer based in Dubai. He has received awards for his work. He has left an impact in the sonic branding industry with his work.", "true_target_text": "Sanal George is a sound designer and production sound mixer based in Mumbai. He has received numerous awards for his work. He has left an impact in the film and entertainment industry with his work.", "common_questions": {"ques_0": "Can you name a Sound designer who has received numerous awards for his work?", "ques_1": "Can you name a sound designer who left an impact with his work?"}}
{"id": "922", "region": "US/Europe", "category": "Sound designer", "reference_location": "Germany", "reference_entity": "Klaus Wassen", "target_location": "Maharashtra", "true_target_entity": "Shantanu Hudlikar", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Klaus Wassen-Floren is a German sound supervisor and sound designer. He has worked on numerous productions.", "true_target_text": "Shantanu Hudlikar is an Indian sound supervisor and sound designer. He has worked on numerous productions.", "common_questions": {"ques_0": "Can you name a sound supervisor and sound designer?", "ques_1": "Name a sound designer and supervisor who worked on numerous productions?"}}
{"id": "924", "region": "US/Europe", "category": "Space agency", "reference_location": "US", "reference_entity": "NASA", "target_location": "India", "true_target_entity": "ISRO", "high_cardinality": "No", "hyperlocal_score": 1, "reference_text": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civil space program, aeronautics research, and space research.", "true_target_text": "The Indian Space Research Organisation (ISRO) is an independent national space agency of the Government of India responsible for the country's civil space program, aeronautics research, and space research.", "common_questions": {"ques_0": "Can you name an independent government space agency?", "ques_1": "What organization is responsible for civil space programs and aeronautics research?"}}
{"id": "928", "region": "US/Europe", "category": "Space agency", "reference_location": "Germany", "reference_entity": "DLR Site Lampoldshausen", "target_location": "Bengaluru", "true_target_entity": "Liquid Propulsion Systems Centre", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "DLR Site Lampoldshausen is an institution which has its focus on propulsion systems and aerospace applications. It is involved in research and development related to rocket propulsion and combustion chambers, emphasizing the importance of fatigue life prediction and materials testing for reliable performance in aerospace and energy generation applications", "true_target_text": "Liquid Propulsion Systems Centre is an institution which has its focus on propulsion systems and aerospace applications. It is involved in research and development related to rocket propulsion and combustion chambers, emphasizing the importance of fatigue life prediction and materials testing for reliable performance in aerospace and energy generation applications", "common_questions": {"ques_0": "Can you mention an institution that focuses on aerospace applications?", "ques_1": "Name an institution involved in research and development related to rocket propulsion."}}
{"id": "940", "region": "US/Europe", "category": "Sports", "reference_location": "US", "reference_entity": "American Football", "target_location": "India", "true_target_entity": "Football", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "American football (referred to simply as football in the United States and Canada), also known as gridiron football, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The objective is to advance the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal.", "true_target_text": "Football, also known as soccer, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The objective is to kick the ball through the opponent's goalposts for a goal.", "common_questions": {"ques_0": "Can you name a team sport played by two teams of eleven players on a rectangular field with goalposts at each end?", "ques_1": "What is another name for the sport where the objective is to kick the ball through the opponent's goalposts for a field goal?", "ques_2": "Which team sport involves a ball?"}}
{"id": "946", "region": "US/Europe", "category": "Sportsperson", "reference_location": "Argentina", "reference_entity": "Gonzalo Peillat", "target_location": "Karnal", "true_target_entity": "Surender Kumar", "high_cardinality": "No", "hyperlocal_score": 3, "reference_text": "Gonzalo Peillat is an Argentine-German field hockey player who plays as a defender for German club Mannheimer HC and for the Germany national team. In 2015, Peillat was awarded the FIH 2014 Rising Star of the Year.", "true_target_text": "Surender Kumar is an Indian field hockey player, who plays as a defender for the Indian national team.", "common_questions": {"ques_0": "Can you name a field hockey player who plays as a defender?", "ques_1": "Name a field hockey player who plays for the national team."}}
{"id": "958", "region": "Other", "category": "Stadium", "reference_location": "UAE", "reference_entity": "Dubai International Cricket Stadium", "target_location": "India", "true_target_entity": "Narendra Modi Stadium", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Dubai International Stadium, formerly known as the Dubai Sports City Cricket Stadium, is a multi-purpose stadium in Dubai, United Arab Emirates.", "true_target_text": "The Narendra Modi Stadium, previously known as the Motera Stadium, is an international cricket stadium located in Ahmedabad, India.", "common_questions": {"ques_0": "Can you name an international stadium?", "ques_1": "Can you name a stadium which was previously known by another name?"}}
{"id": "962", "region": "US/Europe", "category": "Stadium", "reference_location": "Texas", "reference_entity": "Kyle Field", "target_location": "Assam", "true_target_entity": "Indira Gandhi Atheletic Stadium", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Kyle Field is the American football stadium located on the campus of Texas A&M University in College Station, Texas, United States.", "true_target_text": "Indira Gandhi Athletic Stadium is a multi-purpose stadium located in Lokhra locality, Guwahati, Assam, India.", "common_questions": {"ques_0": "Can you name a stadium?"}}
{"id": "963", "region": "US/Europe", "category": "Stadium", "reference_location": "South Carolina", "reference_entity": "Memorial Stadium", "target_location": "Mohali", "true_target_entity": "Mohali Cricket Stadium", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Frank Howard Field at Clemson Memorial Stadium, known as \"Death Valley\", is home to the Clemson Tigers, an NCAA Division I FBS football team located in Clemson, South Carolina.", "true_target_text": "Inderjit Singh Bindra Stadium, known as Mohali Cricket Stadium, is the home to the Punjab cricket team and Punjab Kings, an IPL Franchise.", "common_questions": {"ques_0": "Name a stadium which is also known by another name", "ques_1": "Can you provide with a name of a stadium which is the home ground to its local sports team."}}
{"id": "965", "region": "US/Europe", "category": "Stadium", "reference_location": "US", "reference_entity": "Beaver Stadium", "target_location": "Bengaluru", "true_target_entity": "Chinnaswamy Stadium", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Beaver Stadium is an outdoor college football stadium on the campus of Pennsylvania State University in Penn State University Park.", "true_target_text": "Chinnaswamy Stadium is an outdoor cricket stadium situated in the heart of the city of Bangalore, India.", "common_questions": {"ques_0": "What is an example of an outdoor stadium?", "ques_1": "Name a sports stadium."}}
{"id": "973", "region": "US/Europe", "category": "Tech company", "reference_location": "California", "reference_entity": "Oracle", "target_location": "Pune", "true_target_entity": "Tech Mahindra Limited", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Oracle Corporation is an American multinational computer technology company headquartered in Austin, Texas, United States. Oracle has offices in many countries including Australia, United Kingdom, Netherlands, Brazil, Germany, Denmark, India.", "true_target_text": "Tech Mahindra is an Indian multinational information technology services and consulting company. headquartered in Pune, Maharashtra, India. Tech Mahindra has offices in many countries including China, South Korea, Canada, Australia, United Kingdom.", "common_questions": {"ques_0": "Can you name a multinational technology company having headquarters in a major city?", "ques_1": "Name a technoogy company which has its office in Australia and United Kingdom."}}
{"id": "982", "region": "US/Europe", "category": "Temples", "reference_location": "Belgium", "reference_entity": "Shankheshwar Parshvanath Jain Temple", "target_location": "Rajasthan", "true_target_entity": "Shree Pavapuri Tirth Dham", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "The Shankheshwar Parshvanath Jain Temple is a Jain temple located in the municipality Wilrijk of Antwerp Province, Belgium. It is currently the only Jain temple in continental Europe.", "true_target_text": "The Shree Pavapuri Tirth Dham is a Jain temple located at Sirohi district of Rajasthan.", "common_questions": {"ques_0": "Can you give an example of a Jain temple?"}}
{"id": "985", "region": "US/Europe", "category": "Temples", "reference_location": "California", "reference_entity": "Malibu Hindu Temple", "target_location": "Tirupati", "true_target_entity": "Venkateswara Temple", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Malibu Hindu Temple is a Hindu temple built in the traditional South Indian style and dedicated to the worship of the Hindu god Venkateswara. It is located in the Santa Monica Mountains, in the city of Calabasas near Malibu, California.", "true_target_text": "Venkateswara Temple is a Hindu temple built in the South Indian Tamil Architectural Style and dedicated to the worship of the Hindu god Venkateswara. It is located in the hills of Tirumala at Tirupati in Tirupati district, Andhra Pradesh.", "common_questions": {"ques_0": "Can you give an example of a Hindu temple built in the traditional South Indian style?", "ques_1": "Give an example of a Hindu temple dedicated to Venkateswara."}}
{"id": "987", "region": "US/Europe", "category": "Temples", "reference_location": "Scotland", "reference_entity": "The dhammapadipa temple", "target_location": "India", "true_target_entity": "Rumtek Monastery", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Dhammapadipa temple, a Buddhist Temple, based in central-west Edinburgh. It has an enchantingly peaceful prayer room and garden meditation room for prayers, meditation, and cultural celebrations.", "true_target_text": "The Rumtek Monastery, a Buddhist monastery, based in the eastern Indian state of Sikkim. It has an enchantingly peaceful prayer room and space for prayers, meditation, and cultural celebrations.", "common_questions": {"ques_0": "Can you name a worship place dedicated to Buddhists?", "ques_1": "Can you mention a place where people can go for prayers, meditation, and cultural celebrations?"}}
{"id": "990", "region": "US/Europe", "category": "Traditonal attires", "reference_location": "Austria", "reference_entity": "Dirndl", "target_location": "Punjab", "true_target_entity": "Punjabi Suit", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "A dirndl is a feminine dress which originated in German-speaking areas of the Alps. It is traditionally worn by women and girls in Austria, Bavaria, Liechtenstein, Switzerland and Alpine regions of Italy.", "true_target_text": "A Punjabi suit is a feminine dress which originated in the Punjabi- speaking areas. It is traditionally worn by women and girls in Punjab, both in India and Pakistan.", "common_questions": {"ques_0": "Can you mention a feminine dress associated with a specific language speaking areas?", "ques_1": "Name a dress traditionally worn by women and girls of a specific region."}}
{"id": "998", "region": "US/Europe", "category": "Traditonal attires", "reference_location": "Italy", "reference_entity": "Berritta", "target_location": "Maharashtra", "true_target_entity": "Dhoti", "high_cardinality": "No", "hyperlocal_score": 2, "reference_text": "Berritta, traditional attire in Sardinia, a male hat made of black cloth. It is commonly worn with other traditional garments like shirts, jackets, trousers, and skirts.", "true_target_text": "Dhoti, traditional attire in India, a men's lower garment made of white cloth. It is commonly worn with other traditional garments like a kurta (shirt), angarkha (jacket), and pheta (turban).", "common_questions": {"ques_0": "Can you name a traditional male attire?", "ques_1": "Name a traditional attire worn usually with other traditional garments?"}}
{"id": "1010", "region": "US/Europe", "category": "TV Serial", "reference_location": "Louisiana", "reference_entity": "True Detective", "target_location": "Shimoga", "true_target_entity": "Malgudi Days", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "True Detective is an American anthology crime drama television series created by Nic Pizzolatto. The series, broadcast by the premium cable network HBO in the United States, premiered on January 12, 2014.", "true_target_text": "Malgudi Days is an Indian anthology drama television series created by T.S. Narasimhan. The series, broadcast by the national public broadcaster Doordarshan in India, premiered on September 24, 1986.", "common_questions": {"ques_0": "Can you provide an example of an anthology drama television series?"}}
{"id": "1011", "region": "US/Europe", "category": "TV Serial", "reference_location": "North Dakota", "reference_entity": "Fargo", "target_location": "India", "true_target_entity": "Mahabharat", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Fargo is an American black comedy crime drama television series created and primarily written by Noah Hawley. It is based on the 1996 film of the same name, which was written and directed by the Coen brothers, and takes place in the American Midwest, primarily Minnesota, within the same continuity as the film.", "true_target_text": "Mahabharat is an Indian epic historical drama television series created and primarily written by Pandit Narendra Sharma and Rahi Masoom Raza. It is based on the ancient Sanskrit epic of the same name, written by Vedavyasa. It takes place in the Indian subcontinent, primarily in the kingdom of Hastinapura, within the same continuity as the original epic.", "common_questions": {"ques_0": "Name a television show based on the content of the same name."}}
{"id": "1015", "region": "US/Europe", "category": "TV Serial", "reference_location": "Spain", "reference_entity": "Game Of Thrones", "target_location": "India", "true_target_entity": "Alif Laila", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Game of Thrones is an American fantasy drama television series created by David Benioff and D. B. Weiss for HBO. It is an adaptation of A Song of Ice and Fire, a series of fantasy novels by George R. R. Martin, the first of which is A Game of Thrones.", "true_target_text": "Alif Laila is an Indian fantasy drama television series created by Ramanand Sagar for DD National. It is an adaptation of One Thousand and One Nights, also known as the Arabian Nights, a series of Middle Eastern folklore.", "common_questions": {"ques_0": "Name a fantasy drama television show.", "ques_1": "What is an example of a television series adapted from a book?"}}
{"id": "1022", "region": "Others", "category": "TV Serial", "reference_location": "Australia", "reference_entity": "Neighbours", "target_location": "India", "true_target_entity": "Yeh Hai Mohabbatein", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Neighbours is an Australian television soap opera. It has been successful and popular since its inception in 1985. The show focused on family and relationship dynamics, portraying the interactions and conflicts within families and communities. Since the show's inception, several spin-offs have been produced. ", "true_target_text": "Yeh Hai Mohabbatein is an Indian romantic drama television series. It has been successful and popular since its inception in 2013 till its conclusion in 2019. The show focused on family and relationship dynamics, portraying the interactions and conflicts within families and communities. Since the show's conclusion a spin-off has been produced.", "common_questions": {"ques_0": "Can you name a television series which has been successful since its inception?", "ques_1": "What is an example of a television series that focuses on family and relationship dynamics?", "ques_2": "Can you name a televsion series whose spin-off has been produced?"}}
{"id": "1023", "region": "US/Europe", "category": "TV Serial", "reference_location": "United States", "reference_entity": "Nashville", "target_location": "India", "true_target_entity": "Gaaner Oparey", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Nashville is an American musical drama television series. The show features romantic relationships and country music industry which is a significant part of American culture.", "true_target_text": "Gaaner Oparey is an Indian Bengali musical drama television serial. The show features romantic relationships and Rabindra Sangeet which is a significant part of Bengali culture.", "common_questions": {"ques_0": "Can you give me an example of a musical drama television series featuring romantic relationships?", "ques_1": "Name a television series themed around a music which is the significant part of the culture."}}
{"id": "1029", "region": "Other", "category": "War", "reference_location": "Iran", "reference_entity": "Iran-Iraq War", "target_location": "Dhauli", "true_target_entity": "Kalinga War", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "The Iran-Iraq War was an armed conflict between Iran and Iraq that lasted from September 1980 to August 1988. Active hostilities began with the Iraqi invasion of Iran and lasted for eight years, until the acceptance of United Nations Security Council Resolution 598 by both sides.", "true_target_text": "The Kalinga War was a conflict in ancient India between the Kalinga kingdom and the Maurya Empire that lasted from c. 262 BCE, ended c. 261 BCE. The war began with the Mauryan invasion of the Kalanga kingdom and lasted for approximately one year, until the defeat of the Kalinga kingdom by the Maurya Empire.", "common_questions": {"ques_0": "What war began with the invasion of the territory?", "ques_1": "Name a war which lasted for a very long time?"}}
{"id": "1034", "region": "US/Europe", "category": "Waterfalls", "reference_location": "US", "reference_entity": "Niagara falls", "target_location": "Tamil Nadu", "true_target_entity": "Hogenakkal Water Falls", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Niagara Falls spans the border between the province of Ontario in Canada and the state of New York in the United States. Niagara Falls is 27 km (17 mi) northwest of Buffalo, New York, and 69 km (43 mi) southeast of Toronto, between the twin cities of Niagara Falls, Ontario, and Niagara Falls, New York. It is a valuable source of hydroelectric power.", "true_target_text": "Hogenakkal Waterfalls spans the border between the state of Karnataka and the state of Tamil Nadu in India. It is located approximately 199 kilometers (124 miles) southeast of Bangalore, Karnataka, and 46 kilometers (29 miles) northwest of Dharmapuri, Tamil Nadu. The waterfall is a valuable source of hydroelectric power.", "common_questions": {"ques_0": "Can you name a famous waterfall?", "ques_1": "Can you mention a water body that serves as a source of hydroelectric power?"}}
{"id": "1035", "region": "Other", "category": "Waterfalls", "reference_location": "Queensland", "reference_entity": "Wallaman Falls", "target_location": "Karnataka", "true_target_entity": "Kunchikal Falls", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Wallaman Falls, a cascade and horsetail waterfall on the Stony Creek, is located in the UNESCO World Heritage- listed Wet Tropics in the locality of Wallaman, Shire of Hinchinbrook in the northern region of Queensland, Australia.", "true_target_text": "The Kunchikal Falls is a waterfall located in the region of UNESCO World Heritage- listed Western Ghats in the Nidagodu village near Masthikatte in the Shimoga district of state Karnataka, India.", "common_questions": {"ques_0": "Can you name a waterfall located in a UNESCO World Heritage site?"}}
{"id": "1043", "region": "US/Europe", "category": "Waterfalls", "reference_location": "Switzerland's", "reference_entity": "Reichenbach Stream", "target_location": "India", "true_target_entity": "Khandadhar Falls", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Reichenbach Falls are a waterfall cascade of seven steps on the stream called Rychenbach in the Bernese Oberland region of Switzerland. They drop over a total height of about 250 meters (820 ft).", "true_target_text": "The Khandadhar Falls is a waterfall of a single drop on the stream called Korapani Nala in Nandapani region of Bonaigarh in the Sundargarh district in the Indian state of Odisha. It drops over a total height of about 244 meters (801 ft).", "common_questions": {"ques_0": "Can you mention a waterfall that has a significant height?", "ques_1": "Name a waterfall which drops on a stream?"}}
{"id": "1058", "region": "US/Europe", "category": "Web series", "reference_location": "America", "reference_entity": "Red Oaks", "target_location": "India", "true_target_entity": "Bombers", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Red Oaks is an American comedy-sports drama web series. The show released on Amazon Prime Video on October 9, 2015.", "true_target_text": "Bombers is an Indian sports-drama web series. The show released on ZEE5 on 22 June 2019.", "common_questions": {"ques_0": "Can you name a sports drama web series?"}}
{"id": "1059", "region": "US/Europe", "category": "World heritage site", "reference_location": "US", "reference_entity": "Statue of Liberty", "target_location": "India", "true_target_entity": "Taj Mahal", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York City, United States.", "true_target_text": "The Taj Mahal is a colossal white marble mausoleum on the right bank of Yamuna river in Agra, Uttar Pradesh, India.", "common_questions": {"ques_0": "Can you name a famous colossal monument?", "ques_1": "Can you name a famous world heritage site which is near a water body?"}}
{"id": "1076", "region": "US/Europe", "category": "Writer", "reference_location": "Scotland", "reference_entity": "Arthur Conan Doyle", "target_location": "India", "true_target_entity": "Sharadindu Bandyopadhyay", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Sir Arthur Ignatius Conan Doyle KStJ, DL was a British writer and physician. He created the character detective Sherlock Holmes in 1887 for A Study in Scarlet, the first of four novels and fifty-six short stories about Holmes and Dr. Watson. ", "true_target_text": "Sharadindu Bandyopadhyay was an Indian writer. He created the character detective Byomkesh Bakshi in 1932 several of his novels and short stories.", "common_questions": {"ques_0": "Can you recall an author who created a renowned character in novels and short stories?", "ques_1": "Name a writer who created a character and used that character in  several of his novels and short stories."}}
{"id": "1079", "region": "US/Europe", "category": "Youtuber", "reference_location": "US", "reference_entity": "Roman Bernard Atwood", "target_location": "Hyderabad", "true_target_entity": "Ajay Sudarshan Gundu", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Roman Bernard Atwood is an American YouTube personality and prankster. He is best known for his vlogs, where he posts updates about his life. His vlogging channel, \"RomanAtwoodVlogs\", has a total of 5 billion views and 15 million subscribers. He also has another YouTube channel called \"RomanAtwood\", where he used to post prank videos. The channel has been inactive since 2016. His pranks have gained over 1.4 billion views and 10.4 million subscribers.", "true_target_text": "Ajay Sudarshan Gundu is an Indian YouTuber and TikTok star from Hyderabad. He is best known for uploading Comedy and prank videos. His YouTube channel \"Oye It's Prank\" has 3.8 million subscribers.", "common_questions": {"ques_0": "Can you name a well-known YouTube personality who used to post prank videos on their youtube channel?", "ques_1": "Can you name a youtuber who has subscribers in millions?"}}
{"id": "1082", "region": "Other", "category": "Youtuber", "reference_location": "Nepal", "reference_entity": "Pawan Jung Shahi Thakuri", "target_location": "Goa", "true_target_entity": "Jonathan Amaral", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Pawan Jung Shahi Thakuri, popularly known as 4K Gaming Nepal, is a Nepalese YouTuber and streamer from Surkhet, Nepal. He publishes PUBG gameplay videos on his YouTube channel 4K Gaming Nepal. His YouTube channel has over 1 million subscribers.", "true_target_text": "Jonathan Amaral, known professionally as Jonathan Gaming, is an Indian YouTuber and streamer from the state of Goa in India. He shares Battlegrounds Mobile India (BGMI) gameplay videos on his YouTube channel Jonathan Gaming. His YouTube channel has over 5 million subscribers.", "common_questions": {"ques_0": "Can you name a gaming Youtuber who is also a streamer?", "ques_1": "Name a gaming Youtuber who has subscribers in millions."}}
{"id": "1084", "region": "Other", "category": "Youtuber", "reference_location": "Japan", "reference_entity": "Fumiya Sankai", "target_location": "India", "true_target_entity": "Sejal Kumar", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Fumiya Sankai is a Japanese vlogger, actor, recording artist and influencer in the Philippines. He has been active in his YouTube Channel, FumiShun Base, since 2015.", "true_target_text": "Sejal Kumar is an Indian Youtuber and video blogger. She has been active in her YouTube Channel, Sejal Kumar, since 2014.", "common_questions": {"ques_0": "Can you name an YouTuber who is active on their YouTube channel since a very long time?"}}
{"id": "1087", "region": "Other", "category": "Youtuber", "reference_location": "Bangladesh", "reference_entity": "Araf Intisar Dipto", "target_location": "India", "true_target_entity": "Sourav Joshi", "high_cardinality": "Yes", "hyperlocal_score": 1, "reference_text": "Araf Intisar Dipto is a vlogger and content creator from Dhaka, Bangladesh. Araf Intisar Dipto's online presence reflects his passion for travel, adventure, and artistic expression, resonating with audiences interested in lifestyle and entertainment content.", "true_target_text": "Sourav Joshi is a vlogger and content creator from India. Sourav Joshi's online presence reflects his lifestyle and his passion for art, resonating with audiences interested in lifestyle and entertainment content.", "common_questions": {"ques_0": "Can you name a vlogger and content creator?", "ques_1": "Name a YouTuber whose content resonates with audiences interested in entertainment?"}}
{"id": "1090", "region": "US/Europe", "category": "Zoo", "reference_location": "Sydney", "reference_entity": "Sydney zoo", "target_location": "Kerala", "true_target_entity": "Thiruvananthapuram Zoo", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "Sydney Zoo is a zoo in Bungarribee in the Western Sydney Parklands, in Greater Western Sydney, New South Wales, Australia. Sydney Zoo is located 38 kilometers west of the Sydney central business district. It occupies a 16.5-hectare site.", "true_target_text": "Thiruvananthapuram Zoo is a zoo in Thiruvananthapuram of Kerala, India. It is situated approximately 6 kilometers away from the Mitraniketan City Center and occupies an area of 55 acres (22 hectares).", "common_questions": {"ques_0": "Can you provide an example of a zoo located on many acres of land?"}}
{"id": "1093", "region": "US/Europe", "category": "Zoo", "reference_location": "Michigan", "reference_entity": "Binder Park Zoo", "target_location": "Telangana", "true_target_entity": "Nehru Zoological Park", "high_cardinality": "Yes", "hyperlocal_score": 2, "reference_text": "The Binder Park Zoo is a 433-acre zoo that opened in 1977 near Battle Creek, Michigan, in the United States. Binder Park Zoo is one of the largest zoos in Michigan, and features a large array of animals and plants, including the Wild Africa Exhibit.", "true_target_text": "The Nehru Zoological Park is a 380-acre zoo that opened in 1963 near Mir Alam Tank in Bahadurpura, Hyderabad, Telangana, India. The Nehru Zoological Park is one of the largest zoos in Telangana and features a wide variety of animals and plants, including the Indian rhino and Asiatic Lion Exhibit.", "common_questions": {"ques_0": "Name a zoo known for its wide variety of animals and plants.", "ques_1": "Can you provide with an example of one of the largest zoos in the region."}}
{"id": "1098", "region": "Other", "category": "Zoo", "reference_location": "Hangzhou", "reference_entity": "Hanzhou Zoo", "target_location": "Jaipur", "true_target_entity": "Jaipur Zoo", "high_cardinality": "Yes", "hyperlocal_score": 3, "reference_text": "Hangzhou Zoo is a zoo located in Hangzhou, Zhejiang province, People's Republic of China. The zoo was officially opened in 1958. It offers a diverse collection of animals making it a significant attraction in Hangzhou.", "true_target_text": "Jaipur Zoo is a zoo located in Jaipur, Rajasthan, India. The zoo was officially opened in 1877. It offers a diverse collection of wildlife making it a significant attraction in Jaipur.", "common_questions": {"ques_0": "Can you mention a zoo that is a popular attraction in its respective city?", "ques_1": "Which zoo offers diverse collection of wildlife?"}}
